Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: Sorry, %s. Please try again.
es_mx: Lo sentimos, %s. Por favor intente otra vez.

source: Your password has been changed. Please
es_mx: Su contraseña ah sido cambiada. Por favor

source: click here
es_mx: Haga clic aqui

source: to login with your new password.
es_mx: para iniciar sesion con su nueva contraseña.

source: Sorry, there was an error and your password could not be changed. Please try again later.
es_mx: Lo sentimos, hubo un error y su clave no se pudo cambiar. Por favor intente de nuevo despues.

source: Editing User: %s
es_mx: Editando Usuario: %s

source: Your password has expired. You must change it.
es_mx: Su contraseña se ha vencido. La debe cambiar.

source: To change your password, please enter your current password and a new one.
es_mx: Para cambiar su contraseña, por favor ingrese su contraseña actual y una nueva.

source: Old Password
es_mx: Contraseña Anterior

source: New Password
es_mx: Contraseña Nueva

source: Confirm Password
es_mx: Confirmar Contraseña

source: Last Change
es_mx: Ultimo Cambio

source: Your new password must meet these requirements:.
es_mx: Su nueva contraseña debe cumplir estos requisitos:.

source: Passwords must be a minimum of 6 characters in length
es_mx: Las contraseñas deben ser un mínimo de 6 caracteres de largo

source: Passwords must contain at least one number or special character in other than the first or last position.
es_mx: Las contraseñas deben contener al menos un número o carácter especial aparte de la primera o última posición.

source: The same character must not occur in three consecutive positions in the password
es_mx: El mismo carácter no se debe producir en tres posiciones consecutivas en la contraseña

source: Passwords must not be blank or include the user id
es_mx: Contraseñas no deben ser en blanco o incluir el id de usuario

source: Passwords must differ from the user id by at least three positions
es_mx: Las contraseñas deben diferir de la id del usuario por al menos tres posiciones

source: The new password must differ from the previous password by at least two positions
es_mx: La nueva contraseña debe diferir de la contraseña anterior por al menos dos posiciones

source: Passwords cannot be reused
es_mx: Las contraseñas no pueden ser reutilizadas

source: Add payment
es_mx: Añadir pago

source: Cannot assign a payment to a closed or cancelled event.
es_mx: No se puede asignar un pago a un evento cerrado o cancelado.

source: User must assign bounce passes before adding payment.
es_mx: Usuario debe asignar passes de brinco antes de agregar el pago.

source: Another user has cleared that receipt.
es_mx: Otro usuario ha completado ese recibo.

source: Transaction Failed
es_mx: Transacción Fracasada

source: The transaction type you have selected requires POS Hardware not present on your computer. Please choose another payment
es_mx: El tipo de transacción que usted haya seleccionado requiere POS Hardware no presente en su computadora. Por favor, elija otro pago

source: (Verify billing address and CVV code)
es_mx: (Verifiqué dirección de facturación y código CVV)

source: Deposit added, status changed to booked.
es_mx: Depósito añadido, estatus cambiada a reservado.

source: Payment added.
es_mx: Pago añadido.

source: The cash payment of
es_mx: El pago en efectivo de

source: was more than the amount due of
es_mx: fue más de la cantidad debida de

source: How much of the
es_mx: ¿Cuanto del

source: overage is for gratuity?
es_mx: excedente es para propina?

source: Cash Gratuity
es_mx: Propinas en Efectivo

source: Billing Address
es_mx: Ddirección de Facturación

source: State, Zip
es_mx: Estado, Código Postal

source: Billing Phone
es_mx: Telefono de Facturación

source: Card Number
es_mx: Numero de Tarjeta

source: Card Holder First
es_mx: Primer Nombre del Titular de Tarjeta

source: Card Holder Last
es_mx: Apellido del Titular de Tarjeta

source: Card Swipe
es_mx: Pase Tarjeta

source: Card Expiration
es_mx: Expiracion de Tarjeta

source: CVV Code
es_mx: Codigo CVV

source: Stored Cards
es_mx: Tarjetas Almacenadas

source: Pin Status
es_mx: Estatus de Pin

source: No Swipe
es_mx: No Pase

source: Pin Number
es_mx: Numero de Pin

source: Transaction Options
es_mx: Opciones de Transacción

source: Authorize Only - No Capture
es_mx: Autorizar sólamente - No Capturar

source: Store this card for future use
es_mx: Guarde esta tarjeta para uso futuro

source: Payment Type
es_mx: Tipo de Pago

source: Amount Paid
es_mx: Cantidad Pagada

source: Invitations
es_mx: Invitaciones

source: Assign deposit
es_mx: Asignar Deposito

source: Sorry, that event has already been closed or cancelled.
es_mx: Lo sentimos, ese evento ya ha sido cerrado o cancelado.

source: Sorry, you must first select one reservation to assign the deposit to.
es_mx: Lo sentimos, debe seleccionar primero una reservacion para asignar el depósito.

source: Sorry, Events in the past may not be changed.
es_mx: Lo sentimos, Eventos en el pasado no pueden ser cambiados.

source: Sorry, that deposit has already been forfeited.
es_mx: Lo sentimos, ese deposito ya ha sido renunciado.

source: Sorry, that deposit has already been assigned.
es_mx: Lo sentimos, ese depósito ya ha sido asignado.

source: Sorry, that deposit has already been assigned to a receipt.
es_mx: Lo sentimos, ese deposito ya ha sido asignado a un recibo.

source: Sorry, that deposit has already been voided.
es_mx: Lo sentimos, ese deposito ya ha sido anulada.

source: Assign Payment to Event # %s for Store %s
es_mx: Asignar Pago al Evento #%s para Tienda %s

source: Suspended Payment
es_mx: Pago Suspendido

source: Capture Payment
es_mx: Capturar Pago

source: User must open today's drawer before changing transactions.
es_mx: Usuario debe abrir cajón de hoy antes de cambiar las transacciones.

source: Sorry, that transaction has already been voided.
es_mx: Lo sentimos, esa transaccion ya ha sido anulada.

source: Sorry, you may not change events in the past.
es_mx: Lo sentimos, no puede cambiar eventos en el pasado.

source: Cannot capture this type of payment.
es_mx: No puede capturar este tipo de pago.

source: Another user has already captured this payment.
es_mx: Otro usuario ya ah capturado este pago.

source: Pending payment of %s has been captured at %s.
es_mx: Pendiente el pago de %s ha sido capturado en %s.

source: Original Amount
es_mx: Cantidad Original

source: Capture Amount
es_mx: Cantidad Capturada

source: (NOTE: Captured amount cannot exceed original amount authorized)
es_mx: (NOTA: Cantidad capturada no puede exceder monto original autorizado)

source: Change due
es_mx: Cambio debido

source: Change Due
es_mx: Cambio Debido

source: Receipt Balance
es_mx: Balance de Recibo

source: Cash Tips
es_mx: Propinas en Efectivo

source: Payment Tendered
es_mx: Presentar Pago

source: Return
es_mx: Regresar

source: Issue Credit
es_mx: Dar Crédito

source: Cannot credit a payment of a closed or cancelled event.
es_mx: No se puede creditar un pago de un evento cerrado o cancelado.

source: Cannot credit this type of payment. Please try issuing a void instead.
es_mx: No se puede creditar este tipo de pago. Por favor trate de emitir una anulacion en su lugar.

source: Cannot credit pending payments. Please try issuing a void instead.
es_mx: No se puede creditar a pagos pendientes. Por favor trate de emitir una anulacion en su lugar.

source: That transaction has already been completely refunded.
es_mx: Esa transacción ya ha sido totalmente reembolsada.

source: The transaction type you have selected requires POS Hardware not present on your computer. Please choose another payment method or try again from an official %s POS Terminal.
es_mx: El tipo de transacción que usted haya seleccionado requiere POS Hardware no presente en su computadora. Por favor, elija otro método de pago o intentarlo desde un oficial %s POS Terminal.

source: The total of all credits cannot be more than the original transaction.
es_mx: El total de todos los créditos no puede ser más que la transacción original.

source: Not enough information provided
es_mx: No hay suficiente información

source: Credit issued and tips cleared.
es_mx: Crédito emitido y propinas despejados.

source: Credit issued
es_mx: Crédito emitido

source: Attempt to credit original card
es_mx: Intento acreditar tarjeta original

source: Uncredited Amount
es_mx: Cantidad No Creditada

source: Credit Amount
es_mx: Cantidad de Credito

source: (NOTE: Total of credited amounts cannot exceed original amount)
es_mx: (Nota: Total de cantidades acreditadas no puede exceder la cantidad original)

source: Forfeit Deposit
es_mx: Renunciar Deposito

source: Data Stability
es_mx: Estabilidad de Datos

source: Sorry, another user has already forfeited this payment.
es_mx: Lo sentimos, que otro usuario ya ha renunciado este pago.

source: Sorry, you cannot forfeit a pending payment.
es_mx: Lo sentimos, no puede renuncias a un pago pendiente.

source: Sorry, you cannot forfeit a credit transaction.
es_mx: Lo sentimos, no puede renunciar una transacción de crédito.

source: Suspend Deposit
es_mx: Suspender el Depósito

source: Sorry, that deposit has already been suspended.
es_mx: Lo sentimos, ese deposito ya ha sido suspendido.

source: Sorry, you cannot suspend a pending payment.
es_mx: Lo sentimos, no puede suspender un pago pendiente.

source: Sorry, you cannot suspend a credit transaction.
es_mx: Lo sentimos, no puede suspender una transacción de crédito.

source: Void Transaction
es_mx: Anular Transacción

source: You do not have permission to void a payment.
es_mx: No tienes permiso para anular un pago.

source: Sorry, cannot void that type of transaction.
es_mx: Lo sentimos, no se puede anular ese tipo de transacción.

source: Cannot void this type of payment. Please try issuing a credit instead.
es_mx: No se puede anular este tipo de pago. Por favor tratar de emitir un crédito en su lugar.

source: Cannot void transactions already batched. Please try issuing a credit instead.
es_mx: No se puede anular las transacciones ya en lotes. Por favor tratar de emitir un crédito en su lugar.

source: Payment voided and tips cleared.
es_mx: Pago anulado y propinas

source: Record Prepaid Income
es_mx: Registrar Ingreso Prepagado

source: Sorry, that voucher code was not found.
es_mx: Lo sentimos, ese codigo de cupon no se encontro.

source: Voucher Not Found
es_mx: Cupon No Se Encuentra

source: Record Prepaid Promotion Income
es_mx: Registrar Ingreso de Promocion Prepagado

source: (Enter the full amount received)
es_mx: (Ingrese el monto total recibido)

source: Query Prepaid Voucher
es_mx: Consulta de Cupon Prepagado

source: Voucher Code
es_mx: Codigo de Cupon

source: Prepaid Voucher
es_mx: Cupon Prepagado

source: Campaign Name
es_mx: Nombre de Campaña

source: Original Store
es_mx: Tienda Original

source: Redeem For
es_mx: Redimir Por

source: Expiration Date
es_mx: Fecha de Expiracion

source: Redeemed?
es_mx: ¿Redimido?

source: Open Bounce Quick Check-Out
es_mx: Salida Rapida de Brinco Libre

source: Quick Check-out is not available for events in the past.
es_mx: Rápida Salida no está disponible para eventos en el pasado.

source: Invalid count
es_mx: Cuenta inválida

source: The prices selected do not add up to the total number of guests.
es_mx: Los precios seleccionados no suman el número total de invitados.

source: Choose a Discount Category
es_mx: Elige una Categoría de Descuento

source: Choose an Adjustment Category
es_mx: Elija una Categoría de Ajuste

source: Open Bounce Quick Check-Out for
es_mx: Salida Rapida de Brinco Libre para

source: guest(s)
es_mx: invitado (s)

source: Guests at
es_mx: Invitados en

source: Adjustment
es_mx: Ajuste

source: Adjustment Name
es_mx: Nombre de Ajuste

source: Adjustment Amount
es_mx: Cantidad de Ajuste

source: Discount
es_mx: Descuento

source: Discount Name
es_mx: Nombre del Descuento

source: Discount Amount
es_mx: Monto de Descuento

source: Add sales tax
es_mx: Añadir impuesto de venta

source: Finish
es_mx: Final

source: Pay
es_mx: Pagar

source: Add Retail/OTC
es_mx: Agregar Al Por Menor

source: Sorry, you must choose a price for
es_mx: Lo sentimos, debe elegir un precio para

source: customers
es_mx: clientes

source: Event Quick-Res
es_mx: Rapida-Res del Evento

source: Quick Res is not available for events in the past.
es_mx: Reservacion Rápida no está disponible para eventos en el pasado.

source: Sorry, that event has too many guests and cannot take more.
es_mx: Lo sentimos, ese evento tiene muchos invitados y no puede tomar más.

source: Limit Exceeded
es_mx: Límite Superado

source: This event has %s open seats and cannot take %s more guests.
es_mx: Este evento tiene %s asientos y no puede tomar %s más huéspedes.

source: Edit Receipt
es_mx: Editar Recibo

source: That type of receipt cannot be edited.
es_mx: Ese tipo de recibo no se puede editar.

source: Cannot edit a receipt for a closed or cancelled event.
es_mx: No se puede modificar el recibo por un evento cerrado o cancelado.

source: Discounts and Adjustments
es_mx: Descuentos y Ajustes

source: Receipt Name
es_mx: Nombre de Recibo

source: View Customer Receipt
es_mx: Ver Recibo de Cliente

source: Your Receipt # %s
es_mx: Su recibo # %s

source: Receipt Email
es_mx: Recibo por Correo Electrónico

source: Send To
es_mx: Mandar a

source: No receipt can currently be prepared for this event.
es_mx: No recibo puede actualmente ser preparado para este evento.

source: This event already has a receipt.
es_mx: Este evento ya tiene un recibo.

source: Receipt Error
es_mx: Error de Recibo

source: Sorry, you must define the contents of your bundle before preparing a receipt.
es_mx: Lo sentimos, debe definir los contenidos de su paquete antes de preparar un recibo.

source: Amt
es_mx: Cantidad

source: Add Sales Tax
es_mx: Añadir Impuesto de Venta

source: Refund Receipt
es_mx: Recibo de Reembolso

source: Refund
es_mx: Reembolso

source: Refund Amount
es_mx: Cantidad de Reembolso

source: Refund Notes
es_mx: Notas de Reembolso

source: Cannot distribute tips on retail receipts.
es_mx: No puede distribuir propinas en recibos de venta por menor.

source: Cannot clear a receipt of a closed or cancelled event.
es_mx: No puede borrar un recibo de un evento cerrado o cancelado.

source: Cannot clear a receipt with payments.
es_mx: No se puede borrar un recibo con pagos.

source: Cannot clear a receipt in the past
es_mx: No se puede borrar un recibo en el pasado

source: Cannot clear a receipt for an event in the past
es_mx: No se puede borrar un recibo por un evento en el pasado

source: Receipt cleared, status changed to confirmed.
es_mx: Recibo despejado, estatus cambiado para confirmar.

source: Receipt cleared.
es_mx: Recibo Despejado.

source: All Refunds for Receipt #
es_mx: Todos Los Reembolsos Para Recibo #

source: Date of Refund
es_mx: Fecha de Reembolso

source: Issuing Manager
es_mx: Gerente de Emisión

source: Refund #
es_mx: # de Reembolso

source: Refund for
es_mx: Reembolso por

source: Receipt #
es_mx: # de Recibo

source: View Refunds
es_mx: Ver Reembolsos

source: Item
es_mx: Artículo

source: Payment
es_mx: Pago

source: Pmt
es_mx: Pago

source: Gratuity
es_mx: Propina

source: Total Paid
es_mx: Total Pagado

source: Print Receipt
es_mx: Imprimir Recibo

source: Email Receipt
es_mx: Recibo de Correo Electrónico

source: Clear Receipt
es_mx: Despejar el Recibo

source: Add Payment
es_mx: Añadir Pago

source: Assign Payment
es_mx: Asignar Pago

source: Set Tips
es_mx: Establecer Propinas

source: Advertising Report
es_mx: Reporte de Publicidad

source: Click here
es_mx: Haga clic aqui

source: to download report.
es_mx: para descargar el informe.

source: # of Events
es_mx: # de Eventos

source: Advertisement Type
es_mx: Tipo de Publicidad

source: No events were found in this date range.
es_mx: No eventos se encontraron en este rango de fechas.

source: Batch History Report
es_mx: Reporte de Historial de Lotes

source: You do not have permission to view this report.
es_mx: No tienes permiso para ver este informe.

source: This report can be run for a 90 day window only.
es_mx: Este reporte se puede correr por una ventana de 90 dias solamente.

source: Batch History
es_mx: Historial de Lotes

source: For:
es_mx: Para:

source: Start:
es_mx: Inicio:

source: End:
es_mx: Fin:

source: Nightly Batch History Report
es_mx: Reporte de Noche de Historial de Lotes

source: Auth Amount
es_mx: Cantidad de Authorizacion

source: Returns
es_mx: Devoluciones

source: Return Amount
es_mx: Cantidad de Devolución

source: Net Amount
es_mx: Cantidad Neto

source: Totals
es_mx: Totales

source: Date Error
es_mx: Error de Fecha

source: End date must be later than start date.
es_mx: Fecha final no puede ser antes de la fecha de inicio.

source: Cannot specify a date range beyond 90 days.
es_mx: No puede especificar un rango de fechas más allá de 90 días.

source: Best Days Report
es_mx: Reporte de Mejores Dias

source: Rank
es_mx: Rango

source: Revenue Date
es_mx: Fecha de Ingresos

source: Day of Week
es_mx: Día de la Semana

source: Revenue Total
es_mx: Total de Ingresos

source: Click
es_mx: Clic

source: here
es_mx: aqui

source: to download this to excel.
es_mx: para descargar esto a excel.

source: Best Days Report (This Year)
es_mx: Reporte de Mejores Dias (Este Año)

source: Bundle Sales Report
es_mx: Reporte de Ventas de Paquete

source: Resource Group
es_mx: Grupo de Recursos

source: Bundle Name
es_mx: Nombre de Paquete

source: Bundles Sold
es_mx: Paquetes Vendidos

source: Camp Booking Report
es_mx: Reporte de Reservacion de Campamento

source: to download an excel version.
es_mx: para descargar una version de excel.

source: Event Count
es_mx: Total de Evento

source: Total Revenue
es_mx: Ingreso Total

source: Camp Statement Report
es_mx: Reporte de Informe de Campamento

source: Parent Phone:
es_mx: Teléfono de Padre:

source: Parent Email:
es_mx: Correo Electrónico de Padres:

source: Parent Name
es_mx: Nombre de Padre

source: Event Cost
es_mx: Costo de Evento

source: No results were found.
es_mx: No resultados fueron encontrados.

source: Note: Results limited to 1000 records. Download the excel file for complete data.
es_mx: Nota: Resultados limitados a 1000 registros. Descargue el archivo de excel para datos completos.

source: Constant-Contact History Report
es_mx: Reporte Historial de Constant-Contact

source: Constant-Contact History
es_mx: Historial de Constant-Contact

source: Result
es_mx: Resultado

source: Note: The constant-contact sync runs weekly on Sunday mornings.
es_mx: Nota: La sincronización constante contacto funciona semanalmente el domingos por la mañana.

source: Child Birthdays Report
es_mx: Reporte de Cumpleaños de Niño

source: Input Error
es_mx: Error de Entrada

source: Invalid date specified.
es_mx: Fecha invalida especificada.

source: Child Birthdays
es_mx: Cumpleaños de Niños

source: Visitor
es_mx: Visitante

source: State
es_mx: Estado

source: Zip
es_mx: Código Postal

source: No birthdays were found in this date range.
es_mx: No se encontraron cumpleaños en este rango de datos.

source: Note: Results limited to first 200.
es_mx: Nota: Resultados limitados a los primeros 200.

source: Note: Parents are excluded from this report.
es_mx: Nota: Los padres son excluidos de este reporte.

source: Tote / Child Name Labels
es_mx: Bolsa / Etiquetas de Nombre de Niño

source: Report Date
es_mx: Fecha de Reporte

source: Child Names Report
es_mx: Reporte de Nombres de Niños

source: Event Start:
es_mx: Comienzo de Evento:

source: Event Host:
es_mx: Anfitrión del Evento:

source: Event Conversions Report
es_mx: Reporte de Conversiones de Evento

source: Date Converted
es_mx: Fecha Convertida

source: Converted By
es_mx: Convertida Por

source: Booked By
es_mx: Reservado Por

source: Original Type
es_mx: Tipo Original

source: Converted To
es_mx: Convertido Por

source: Note: Results limited to 100 records.
es_mx: Nota: Resultados limitados a 100 records.

source: Customer Non-Booked Birthdays Report
es_mx: Reporte de Cumpleaños no Reservados por Clientes

source: Customer Non-Booked Birthdays
es_mx: Cumpleaños No Reservados por Clientes

source: Parent
es_mx: Padre

source: Child
es_mx: Niño

source: Birthday
es_mx: Cumpleaños

source: Booked
es_mx: Reservado

source: (None)
es_mx: (Ninguno)

source: Note: Results limited to first 300.
es_mx: Nota: Resultados limitados a los primeros 300.

source: Note: Parents are excluded from this report. Events older than 90 days are excluded.
es_mx: Nota: Padres son excluidos de este reporte. Eventos mayores de 90 dias son excluidos.

source: Customer Report
es_mx: Reporte de Cliente

source: This report is only available as an Excel spreadsheet.
es_mx: Este reporte

source: to download the report.
es_mx: para descargar el reporte.

source: Customer Visits Report
es_mx: Reporte de Visitas de Clientes

source: Open Sessions
es_mx: Sesiónes Abiertas

source: Total Visits
es_mx: Visitas Total

source: Last Visit
es_mx: Ultima Visita

source: NOTE: Too many results... automatically limiting to 500.
es_mx: NOTA: Muchos resultados... automaticamente limitados a 500.

source: Note: to be counted, the event must be in the receipt or closed status. If the event is an open bounce, the customer must be attached to a paid receipt.
es_mx: Nota: para ser contado, el evento debe estar en el recibo o estado cerrado. Si el evento es un brinco libre, el cliente debe estar conjunto con un recibo de pago.

source: Customers by Age Report
es_mx: Clientes por Reporte de Edad

source: Include ages %s through %s
es_mx: Incluir edades %s a %s

source: No customers were found.
es_mx: No clientes fueron encontrados.

source: Note: Results limited to 200 records. Download the excel file for complete data.
es_mx: Nota: Resultas limitados a 200 records. Descargue el archivo de excel para datos completos.

source: Daily EIS Report
es_mx: Reporte Diario de EIS

source: Daily Receipt Report
es_mx: Reporte Diario de Recibo

source: Daily Receipts Report
es_mx: Reporte Diario de Recibos

source: Jump Date
es_mx: Fecha de Brinco

source: Jump
es_mx: Brinco

source: New Deposits
es_mx: Nuevos Depositos

source: By
es_mx: Por

source: Event
es_mx: Evento

source: Time
es_mx: Tiempo

source: Daily Resource Report
es_mx: Reporte Diario de Recursos

source: Tote
es_mx: Bolsa

source: Host Name
es_mx: Nombre de Anfitrión

source: Stadium Room
es_mx: Cuarto de Estadio

source: Party Room
es_mx: Cuarto de Fiesta

source: Daily Sales Summary
es_mx: Resumen Diario de Ventas

source: Daily Receipts
es_mx: Recibos Diarios

source: Daily Proceeds
es_mx: Ganancias Diarias

source: to show more empty categories
es_mx: para mostrar mas categorias vacias

source: Drawer Reconciliation
es_mx: Reconsiliacion de Cajon

source: Transaction
es_mx: Transacción

source: Initial Drawer(s)
es_mx: Cajon(es) Inicial

source: Drawer Additions
es_mx: Adiciones de Cajon

source: Calculated Cash
es_mx: Efectivo Calculado

source: Drawer Withdrawals/Cash Deposit
es_mx: Retirado de Cajon/Deposito de Efectivo

source: Final Drawer(s)
es_mx: Cajon(es) Final

source: Till Leakage & Rounding
es_mx: Fuga & Redondear de Cajon

source: (open)
es_mx: (abrir)

source: View Drawer Log
es_mx: Ver Registro del Cajón

source: Account not Balanced
es_mx: Cuenta no Balanciada

source: The proceeds and receipts for this day do not match. Please verify all receipts have been paid and all tips have been distributed. Remove all open bounce attendees which have not paid.
es_mx: No coinciden las ganancias y los recibos para este día. Por favor verifique todos los recibos han sido pagados y todas propinas han sido distribuidas. Remueve todos los asistentes de brinco libre que no han pagado.

source: Daily Tips Report
es_mx: Informe diario de propinas
