Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: # Total Bookings
es_mx: # Total de Reservaciones

source: # Total Bookings PY
es_mx: # Total de Reservaciones PY

source: % Chng.
es_mx: % Cambio.

source: PY Count
es_mx: Cuenta PY

source: Spectac-U-Lar Weekday
es_mx: Espectac-U-Lar Entre Semana

source: Spectac-U-Lar Weekend
es_mx: Espectac-U-Lar Fin de Semana

source: Goody Bags
es_mx: Bolsas de Regalos

source: Balloons
es_mx: Globos

source: Food & Drink
es_mx: Comida & Bebida

source: Create & Bounce
es_mx: Crear & Brincar

source: Bounce & Learn
es_mx: Brincar & Aprender

source: Special Events
es_mx: Eventos Especiales

source: Field Trips
es_mx: Salidas de Campo

source: Future Bookings #
es_mx: # de Reservaciones Futuras

source: Customer Count
es_mx: Cuenta de Clientes

source: Period Royalty $
es_mx: Periodo de Regalias $

source: Franchisor SSS Report
es_mx: Franquiciador Reporte SSS

source: Brand:
es_mx: Marca:

source: Date Ending
es_mx: Fecha Terminando

source: Date Ending:
es_mx: Fecha Terminando:

source: Waiver Source Report
es_mx: Reporte de Fuente de Exencion

source: Other Waivers
es_mx: Otras Exenciones

source: Kiosk Waivers
es_mx: Exenciones Kiosk

source: Total Waivers
es_mx: Total de Exenciones

source: FBC Name
es_mx: Nombre FBC

source: # Kids
es_mx: # Niños

source: # New Custs
es_mx: # Nuevos Clientes

source: # Waivers
es_mx: # de Exenciones

source: % New Custs
es_mx: % Nuevos Clientes

source: Kids/Waiver
es_mx: Ninos/Exencion

source: Franchisor Waiver Source Report
es_mx: Franquiciador Reporte de Fuente de Exencion

source: Franchisor Weekly Revenue Report
es_mx: Franquiciador Reporte de Ganancias Semanal

source: Franchisor Weekly Average Ticket Report
es_mx: Franquiciador Reporte de Ticket Promedio Semanal

source: Average Ticket for Week Ending
es_mx: Ticket Promedio para Semana Final

source: Franchisor Year Over Year Revenue Report
es_mx: Franquiciador Año Tras Año Reporte de Ganancias

source: Franchisor Zipcode Report
es_mx: Franquiciador Reporte de Codigo Postal

source: Store #
es_mx: # de Tienda

source: Store:
es_mx: Tienda:

source: Editing Reservation #%s for Store #%s
es_mx: Editando Reservacion #%s de Tienda #%s

source: Reservation Created
es_mx: Reservacion Creada

source: Prepare Open Bounce Receipt
es_mx: Preparar Recibo de Brinco Libre

source: Record Retail Sale
es_mx: Registrar Venta al Por Menor

source: Cannot prepare a receipt for a closed or cancelled event.
es_mx: No se puede preparar un recibo para un evento cerrado o cancelado.

source: This page is for Open Bounce & Camp events only.
es_mx: Esta página es solo para eventos de Brinco Libre y Campamentos.

source: SECURITY ALARM
es_mx: ALARMA DE SEGURIDAD

source: The Security System has detected that your user account has logged in from multiple locations. If you are not aware of this action, please contact the corporate helpdesk immediately to report the security breach. If this user account appears compromised, the system may automatically disable access for this user.
es_mx: El Sistema de Seguridad ha detectado que su cuenta de usuario se ha conectado desde varias ubicaciones. Si usted no es consciente de esta acción, por favor póngase en contacto con el servicio de asistencia corporativo inmediatamente para reportar el fallo de seguridad. Si esta cuenta de usuario aparece comprometida, el sistema puede desactivar automáticamente el acceso para este usuario.

source: If you believe you have triggered this message accidentally, the security alarm can be avoided by clicking "Logout" from one computer before using another.
es_mx: Si cree que ha desencadenado este mensaje accidentalmente, puede evitarse la alarma de seguridad haciendo clic en "Cerrar Sesión" de una computadora antes de usar otra.

source: Return to login screen
es_mx: Regresar a la pantalla login

source: %s Spam Test
es_mx: %s Prueba de Spam

source: Your message score:
es_mx: Su puntaje de mensaje:

source: Email Subject
es_mx: Tema de Correo Electrónico

source: Paste the HTML content here
es_mx: Pegue el contenido HTML aquí

source: Paste the plain text content here
es_mx: Pegue el contenido de texto sin formato aquí

source: Spam Test
es_mx: Prueba de Spam

source: Record Vending Income
es_mx: Ingresos de Ventas por Record

source: No payment type found for CASH
es_mx: Ningún tipo de pago encontrados para EFECTIVO

source: Create Vending Receipt
es_mx: Crear Recibo de Ventas

source: (Enter the amount including tax)
es_mx: (Ingrese la cantidad incluyendo el impuesto)

source: Manage Adjustment Types
es_mx: Maneje Tipos de Ajustes

source: Name Conflict
es_mx: Conflicto de Nombre

source: Sorry, that type already exists.
es_mx: Lo sentimos, ese tipo ya existe.

source: Adjustment Types for Store: %s
es_mx: Tipos de Ajustes para Tienda: %s

source: Disable
es_mx: Deshabilitar

source: Rename To:
es_mx: Renombrar A:

source: Add New:
es_mx: Agregar Nuevo:

source: Disabled Adjustment Types for Store: %s
es_mx: Tipos de Ajustes Deshabilitados para Tienda: %s

source: Reinstate
es_mx: Reintegrar

source: Manage Advertising
es_mx: Manejar Publicidad

source: Current Advertising for Store: %s
es_mx: Publicidad Actual para Tienda: %s

source: Ex Advertising for Store: %s
es_mx: Publicidad Ex para Tienda: %s

source: Manage Auto-Cancel
es_mx: Manejar Auto-Cancelar

source: Event Auto-Cancel Preferences
es_mx: Preferencias Auto-Cancelar para Evento

source: Automatically cancel events with no deposit within
es_mx: Automaticamente cancelar eventos sin deposito dentro

source: Cancel Threshold #1
es_mx: Umbral de Cancelar #1

source: hours after booking.
es_mx: horas despues de reservar.

source: Cancel Threshold #2
es_mx: Umbral de Cancelar #2

source: hours before the event takes place.
es_mx: horas antes que suceda el evento.

source: Give brand new events
es_mx: Dar nuevos eventos

source: New Event Immunity
es_mx: Inmunidad de Nuevo Evento

source: hours of immunity before applying the above rule.
es_mx: horas de inmunidad antes de aplicar la reglar anterior.

source: Add Bulletin
es_mx: Añadir Buletin

source: You do not have permission to add a bulletin.
es_mx: Usted no tiene permiso para añadir un boletín.

source: Bulletin Posted
es_mx: Boletín Publicado

source: Stores
es_mx: Tiendas

source: Begin Date
es_mx: Fecha de Inicio

source: Message
es_mx: Mensaje

source: Post Bulletin
es_mx: Publicar Buletin

source: Create Resource Bundle
es_mx: Crear Paquete de Recursos

source: Edit Resource Bundle
es_mx: Editar Paquete de Recursos

source: Sorry, that resource bundle already exists.
es_mx: Lo sentimos, este paquete de recursos ya existe.

source: That resource bundle has already been added. Perhaps you clicked twice?
es_mx: Ese recurso ya ha sido agregado. ¿Tal vez hizo clic dos veces?

source: Creating new Resource Bundle
es_mx: Creando nuevo Paquete de Recurso

source: Editing Resource Bundle: # %s
es_mx: Editando Paquete de Recurso: #%s

source: Display Order
es_mx: Mostrar Orden

source: Resource Created
es_mx: Recurso Creado

source: Add Resources to Bundle
es_mx: Agregar Recursos al Paquete

source: Existing Resources in Bundle
es_mx: Recursos Existentes en el Paquete

source: Add More Resources to Bundle
es_mx: Añadir Mas Recursos al Paquete

source: Edit Bundle Bundled Resource
es_mx: Editar Recursos Enpaquetado de Paquete

source: That bundled resource has already been deleted. Perhaps you clicked twice?
es_mx: Ese recurso agrupado ya ha sido borrado. ¿Tal vez hizo clic dos veces?

source: Existing Bundled Resources
es_mx: Recursos de Paquete Existentes

source: Edit Bundled Resource
es_mx: Editar Recurso en Paquete

source: Edit Event Type Bundle
es_mx: Editar Paquete de Tipo de Evento

source: Bundle Savings:
es_mx: Ahorros de Paquete:

source: Public Calendar
es_mx: Calendario Publico

source: Success
es_mx: Exito

source: Your calendar has been updated.
es_mx: Su calendario ha sido actualizado.

source: Public Calendar for Month:
es_mx: Calendario Publico por Mes:

source: Publish
es_mx: Publicar

source: Feature
es_mx: Característica

source: Select All:
es_mx: Elegir Todo:

source: Edit Event Type
es_mx: Editar Tipo de Evento

source: Setting Camp Pricing for
es_mx: Estableciendo Precios de Campamento para

source: Term Length
es_mx: Duración de Plazo

source: Main Price
es_mx: Precio Principal

source: Sibling Price
es_mx: Precio de Hermano

source: One day
es_mx: Un día

source: One day price
es_mx: Precio de un día

source: Two days
es_mx: Dos días

source: Two day
es_mx: Dos días

source: Three days
es_mx: Tres días

source: Three day
es_mx: Tres días

source: Four days
es_mx: Cuatro días

source: Four day
es_mx: Cuatro días

source: Five days
es_mx: Cinco días

source: Five day
es_mx: Cinco días

source: Additional Days
es_mx: Días Adicionales

source: Additional day
es_mx: Día Adicional

source: Deposit Policy
es_mx: Poliza de Deposito

source: Update ConstantContact Settings
es_mx: Actualizar Ajustes de ConstantContact

source: Your information has been updated.
es_mx: Su informacion a sido actualizada.

source: Constant Contact settings for Store
es_mx: Ajustes de Constant Contact para Tienda

source: Username
es_mx: Nombre de Usuario

source: Password
es_mx: Contraseña

source: Options
es_mx: Opciones

source: Remove bad addresses from the system
es_mx: Eliminar direcciones malas del sistema

source: Last Status
es_mx: Ultimo Estado

source: at
es_mx: en

source: (none)
es_mx: (ninguno)

source: view log
es_mx: ver el registro

source: Click Here
es_mx: Presione Aqui

source: If you do not have a Constant Contact account
es_mx: Si no tiene una cuenta de Constant Contact

source: to sign up.
es_mx: para inscribirse

source: NOTE: By supplying your ConstantContact account information, you are linking your ConstantContact account to your Virtual Manager database. Any contacts that are found in the VM database will be updated with the latest VM data, possibly overwriting any data you have manually entered directly into ConstantContact. The VM will create and manage 13 dedicated Contact Lists within ConstantContact, and refresh contact data weekly. Copying all of your customer database into ConstantContact may move you into a higher pricing tier and change the subscription rate you must pay to ConstantContact. Please consult with a ConstantContact service representative if you are unsure how this will affect you.
es_mx: NOTA: Mediante el suministro de información de su cuenta ConstantContact, está vinculando su cuenta ConstantContact a su base de datos Virtual Manager. Cualquier contactos que se encuentran en la base de datos VM serán actualizados con los últimos datos de VM, posiblemente sobrescribiendo cualquier dato que ha introducido manualmente directamente en ConstantContact. El VM va a crear y administrar 13 listas de contactos dedicadas dentro ConstantContact, y refrescara semanalmente los datos de contacto. Copiar todos los la base de datos de sus clientes en ConstantContact puede moverlo a una franja de precios mas alta y cambiar la tasa de suscripción que debe pagar a ConstantContact. Por favor, consulte con un ConstantContact representante de servicio si no está seguro de cómo esto le afectará.

source: Manage Discount Types
es_mx: Manejar Tipos de Descuento

source: Discount Types for Store: %s
es_mx: Tipos de Descuentos para Tienda: %s

source: Disabled Discount Types for Store: %s
es_mx: Tipos de Descuentos Deshabilitados para Tienda: %s

source: Change Cash Drawer
es_mx: Cambiar Cajon de Registro

source: Sorry, there are no drawers for this account.
es_mx: Lo sentimos, no hay cajones para esta cuenta.

source: Leave for next Drawer
es_mx: Dejar par siguiente Cajon

source: Change
es_mx: Cambio

source: Perform Dupe Cleanup
es_mx: Realizar Dupe Limpieza

source: No duplicates found at this time
es_mx: No se encuentran en este momento duplicados

source: Notice
es_mx: Notificación

source: Duplicate Customer Cleanup
es_mx: Limpieza de Clientes Duplicados

source: Customer 1
es_mx: Cliente 1

source: Customer 2
es_mx: Cliente 2

source: First Name*
es_mx: Primer Nombre*

source: (mm/dd/yyyy)
es_mx: (mm/dd/aaaa)

source: Marketing
es_mx: Mercadotecnia

source: State / Zip
es_mx: Estado / Código Postal

source: Phone #1*
es_mx: Teléfono #1*

source: Last Waiver
es_mx: Ultima Exencion

source: No Change
es_mx: No Cambio

source: Keep Customer
es_mx: Mantener Cliente

source: Delete Customer
es_mx: Borrar Cliente

source: There are %s duplicates left.
es_mx: Hay %s duplicados restantes.

source: Create Email Campaign
es_mx: Crear Campaña de Correo electrónico

source: Eblast Error
es_mx: Error de Eblast

source: The template used by that campaign is no longer available.
es_mx: El modelo usado por esta campaña ya no esta disponible.

source: Campaign Name:
es_mx: Nombre de Campaña:

source: Campaign Template:
es_mx: Modelo de Campaña:

source: Subject Line:
es_mx: Línea del Asunto:

source: Subject Line
es_mx: Línea del Asunto

source: Email Body
es_mx: Cuerpo del correo electrónico

source: Test Email Address
es_mx: Prueba de Correo Electrónico

source: Send Test Email
es_mx: Mande Prueba de Correo Electronico

source: Email Body (Text Version):
es_mx: Cuerpo del correo electrónico (Version de Texto)

source: Clear All
es_mx: Despejar Todo

source: Revert to Template
es_mx: Revertir al Modelo

source: Convert from Step 1
es_mx: Convertir del Paso 1

source: Insert Token
es_mx: Insertar Símbolo

source: Customer First Name
es_mx: Primer Nombre de Cliente

source: Customer Last Name
es_mx: Apellido de Cliente

source: Child First Name
es_mx: Primer Nombre del Niño

source: Child Last Name
es_mx: Apellido del Niño

source: Child Birthdate
es_mx: Fecha de Nacimiento del Niño

source: Child Birthday
es_mx: Cumpleaños del Niño

source: Email Error
es_mx: Error de Correo electrónico

source: You can only use the child-level tokens when targetting children.
es_mx: Sólo puede utilizar las fichas de nivel niño cuando apuntan a los niños.

source: You can only use the birthday tokens when targetting future birthdays.
es_mx: Sólo puede utilizar las fichas de cumpleaños cuando apuntando a cumpleaños futuros.

source: SPAM Score:
es_mx: Puntaje de SPAM:

source: Criteria:
es_mx: Criterio:

source: Exclude future party hosts
es_mx: Excluir los futuros anfitriones de la fiesta

source: Exclude future field trip hosts
es_mx: Excluir futuros anfitriones de viajes de campo

source: Include only customers with children aged
es_mx: Incluya sólo los clientes con los niños en edad

source: to
es_mx: para

source: years
es_mx: años

source: Segment:
es_mx: Segmento:

source: All Customers
es_mx: Todos Clientes

source: Child has a birthday in next
es_mx: El niño tiene un cumpleaños en la próxima

source: days
es_mx: días

source: Customer hosted a party
es_mx: Cliente organizó una fiesta

source: days ago
es_mx: días atrás

source: Customer hosted a field trip
es_mx: Cliente organizó un viaje de campo

source: Child attended an event
es_mx: Niño asistió a un evento

source: Include Parties
es_mx: Incluir Fiestas

source: Include Field Trips
es_mx: Incluir Salidas de Campo

source: Include Open Bounce
es_mx: Incluir Brinco Libre

source: Include Camp
es_mx: Incluir Campamento

source: Calculate
es_mx: Calcular

source: Estimated audience: %s
es_mx: Audencia Estimada: %s

source: Estimated Audience:
es_mx: Audencia Estimada

source: Email Status:
es_mx: Estatus de Correo Electrónico

source: Leave this campaign in draft status
es_mx: Deja esta campaña en el estatus de borrador

source: Send this campaign as soon as possible
es_mx: Enviar esta campaña tan pronto como sea posible

source: Schedule this campaign to begin on the date and time below.
es_mx: Programe esta campaña para comenzar en la fecha y la hora más adelante.

source: Start Date:
es_mx: Fecha de inicio:

source: Start Time:
es_mx: Tiempo de Comienzo:

source: Leave this email in pending status
es_mx: Deja este mensaje por estado pendiente

source: Activate this campaign using the schedule below.
es_mx: Activar esta campaña usando el siguiente programa.

source: Days Active:
es_mx: Días Activos:

source: Create Email Template
es_mx: Crear Plantilla de Correo electrónico

source: HTML file content was not in HTML format.
es_mx: HTML contenido de archivo no estaba en formato HTML.

source: Upload Error
es_mx: Error al Cargar

source: Text file content was not in plain-text format.
es_mx: El contenido del archivo de texto no era en formato de texto plano.

source: Invalid HTML file data
es_mx: Datos del archivo HTML no válido

source: Invalid Text file data
es_mx: Datos del archivo de Texto no válido

source: Template Brand
es_mx: Marca Plantilla

source: Template Name
es_mx: Nombre de la plantilla

source: Template Type
es_mx: Tipo de Plantilla

source: This template is for national campaigns only.
es_mx: Esta plantilla es sólo para las campañas nacionales.

source: HTML File
es_mx: Archivo HTML

source: Text File
es_mx: Archivo de Texto

source: Edit Email Template
es_mx: Editar Plantilla de Correo Electronico

source: HTML Data
es_mx: Datos HTML

source: Text Data
es_mx: Datos de Texto

source: Manage Email Templates
es_mx: Manejar Plantillas de Correo Electrónico

source: Email Campaign Templates
es_mx: Mandar Plantillas de Campaña por Correro Electronico

source: Preview
es_mx: Vista previa

source: Add Template
es_mx: Agregar Plantilla

source: Edit Template
es_mx: Editar Plantilla

source: Disabled Email Campaign Templates
es_mx: Plantilla de Campaña de Correo Elecctronico Deshabilitada

source: Manage Email Campaigns
es_mx: Manejar Campañas de Correo Electrónico

source: Automatic Email Campaigns
es_mx: Campañas Automaticas de Correo Electrónico

source: Mesg Sent
es_mx: Meng Enviado

source: Draft
es_mx: Borrador

source: Waiting
es_mx: Esperando

source: Aborted
es_mx: Abortado

source: View Metrics
es_mx: Ver Metricos

source: + Add New
es_mx: + Agregar Nuevo

source: Copy
es_mx: Copia

source: Manual Email Campaigns
es_mx: Campañas de Correro Electronico Manual

source: Sending
es_mx: Mandando

source: Complete
es_mx: Completo

source: Eres Configuration
es_mx: Configuración de Eres

source: Days
es_mx: Días

source: Your Eres settings have been updated.
es_mx: Se han actualizado su configuración de Eres.

source: Hours
es_mx: Horas

source: Both
es_mx: Ambos

source: Daily Report
es_mx: Reporte Diario

source: Each Event
es_mx: Cada Evento

source: Never
es_mx: Nunca

source: Cancel but add inquiry
es_mx: Cancelar pero agregar consulta

source: Cancel event
es_mx: Cancelar evento

source: Leave on schedule
es_mx: Salir al Horario

source: E-Reservation Settings (Birthday Only)
es_mx: Configuración E-Reservación (Sólo cumpleaños)

source: Eres Start Date
es_mx: Fecha de inicio de Eres

source: Eres Stop Date
es_mx: Fecha de Parada de Eres

source: Minimum Lead Time
es_mx: Minimo Tiempo de Espera

source: Maximum Lead Time
es_mx: Maximo Tiempo de Elaboracion

source: Abandoned Res.
es_mx: Res. Abandonado

source: Sorry, but that event cannot be reopened. It would conflict with another event in "%s" from %s through %s
es_mx: Lo sentimos, pero este evento no puede ser reabierto. Sería entrar en conflicto con otro evento en "%s" de %s a través de %s

source: Closed or Canceled Events for Store: %s
es_mx: Eventos Cerrados o Cancelados para Tienda: %s

source: Note: Past events are excluded from this process.
es_mx: Nota: Evento Pasado son excluidas de este proceso.

source: Create Event Type
es_mx: Crear Tipo de Evento

source: Sorry, that event type already exists.
es_mx: Lo sentimos, ese tipo de evento ya existe.

source: Event Type store does not match user store.
es_mx: Tienda de Tipo de Evento no coincide con tienda del usuario.

source: That event type has already been added. Perhaps you clicked twice?
es_mx: Ese tipo de evento ya se ha agregado. ¿Tal vez hizo clic dos veces?

source: Creating new Event type
es_mx: Creando nuevo Tipo de Evento

source: Editing Event type
es_mx: Editando Tipo de Evento

source: Permitted Days
es_mx: Días Permitidos

source: Party Staff Required
es_mx: Mandatorio Personal de Fiesta

source: Hosts Required
es_mx: Anfitriónes Mandatorios

source: Hosts
es_mx: Anfitriónes

source: Coordinators Required
es_mx: Coordinadores Mandatorios

source: Coordinators
es_mx: Coordinadores

source: Attendants Required
es_mx: Asistentes Mandatorios

source: Attendants
es_mx: Asistentes

source: Attendees
es_mx: Participantes

source: Included Attendees
es_mx: Participantes Incluidos

source: Included
es_mx: Incluido

source: Max Attendees
es_mx: Participantes Max

source: Max Capacity
es_mx: Capacidad Max

source: Resource Delay
es_mx: Retraso de Recurso

source: Extend Delay For
es_mx: Extender Retraso Por

source: Cosmic Option
es_mx: Opcion Cosmica

source: Glow Option
es_mx: Opcion de Brillo

source: Downgrade Option
es_mx: Opción de degradar

source: Type Created
es_mx: Tipo Creado

source: Edit E-Res Options
es_mx: Editar E-Res Opciones

source: E-Reservations are currently not available for this event type.
es_mx: E-Reservas actualmente no están disponibles para este tipo de evento.

source: Calendar/E-Res Options
es_mx: Opciones de Calendario/E-Res

source: Banned Hours
es_mx: Horas Prohibidas

source: Monday Ban Start
es_mx: Inicio Ban del lunes

source: Tuesday Ban Start
es_mx: Inicio Ban del martes

source: Wednesday Ban Start
es_mx: Inicio Ban del miercoles

source: Thursday Ban Start
es_mx: Inicio Ban del jueves

source: Monday Ban End
es_mx: Fin Ban del lunes

source: Tuesday Ban End
es_mx: Fin Ban del martes

source: Wednesday Ban End
es_mx: Fin Ban del miercoles

source: Thursday Ban End
es_mx: Fin Ban del jueves

source: Friday Ban Start
es_mx: Fin Ban del viernes

source: Saturday Ban Start
es_mx: Inicio Ban del sabado

source: Sunday Ban Start
es_mx: Inicio Ban del domingo

source: Friday Ban End
es_mx: Fin Ban del viernes

source: Saturday Ban End
es_mx: Fin Ban del sabado

source: Sunday Ban End
es_mx: Fin Ban del sunday

source: Stop Date
es_mx: Fecha de Parada

source: Start Times Displayed
es_mx: Demostracion de Tiempos de Inicio

source: Take Deposit
es_mx: Tomar Depósito

source: Event Description
es_mx: Descripción del Evento

source: Terms & Conditions
es_mx: Términos y Condiciones

source: eReservation Policy
es_mx: Poliza de eReservacion

source: Calendar
es_mx: Calendario

source: Publish by Default
es_mx: Publicar por Estándar

source: Enable E-Res by Default
es_mx: Habilitar E-Res por Automatico

source: Payment Options
es_mx: Opciones de Pago

source: Pay at Home (Credit Card)
es_mx: Pagar en Casa (Tarjeta de Crédito)

source: Pay in Store (Credit Card)
es_mx: Pagar en Tienda (Tarjeta de Crédito)

source: Pay in Store (Pass/Voucher)
es_mx: Pagar en la Tienda (Pase/Cupón)

source: Online price
es_mx: Precio en linea

source: First Guest
es_mx: Primer Invitado

source: Other Guest
es_mx: Otro Invitado

source: Minimum Eres Lead Time
es_mx: Mínimo Tiempo de Elaboracion de Eres

source: Event Details, Policies & Restrictions
es_mx: Detalles, Polizas y Restricciones del Evento

source: Option
es_mx: Opciónes

source: Minimum Price:
es_mx: Precio Minimo:

source: Minimum Price
es_mx: Precio Minimo

source: Minimum price applies to the total event base price
es_mx: Precio mínimo aplica para el precio base total del evento

source: Add Event Type Bundled Resources
es_mx: Añadir Recursos Liados de Tipo de Evento

source: Resource store does not match user store.
es_mx: Tienda de Recurso no coincide con tienda de usuario.

source: Resource store does not match Event Type store.
es_mx: Tienda de Recurso no coincide con Tienda de Tipo de Evento.

source: Edit Event Type Bundled Resource
es_mx: Editar Paquete de Recursos para Tipo de Evento

source: Select zero to remove
es_mx: Seleccione cero para remover

source: Operation Error
es_mx: Error de Operación
