Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: Female
es_mx: Mujer1223

source: Male
es_mx: Hombre

source: Boy
es_mx: Niño

source: Girl
es_mx: Niña

source: Cell
es_mx: Cel

source: Home
es_mx: Inicio

source: Work
es_mx: Trabajo

source: Other
es_mx: Otro

source: Spouse
es_mx: Cónyuge

source: Credit Card
es_mx: Tarjeta de Crédito

source: Pay in Store
es_mx: Pagar en Tienda

source: Bounce Pass or Voucher
es_mx: Cupon o Pase de Brinco

source: Yes
es_mx: Sí

source: In Person
es_mx: En Persona

source: Mailed
es_mx: Enviado por Correo

source: None
es_mx: Ninguno

source: Current Day
es_mx: Día actual

source: Current Month
es_mx: Mes actual

source: All rights reserved
es_mx: Todos los derechos reservados

source: This page rendered in %s seconds
es_mx: Esta página rendida en %s segundos

source: DEVELOPMENT
es_mx: DESARROLLO

source: Welcome
es_mx: Bienvenido

source: Store
es_mx: Tienda

source: Bulletins
es_mx: Boletines

source: Customers
es_mx: Clientes

source: Inquiries
es_mx: Preguntas

source: Links
es_mx: Enlaces

source: View Inquiries
es_mx: Ver Preguntas

source: Add Inquiry
es_mx: Agregar Pregunta

source: Events
es_mx: Eventos

source: Event Search
es_mx: Búsqueda de Evento

source: Current Events
es_mx: Eventos Acutales

source: Transactions
es_mx: Transacciones

source: OTC/Retail Sale
es_mx: OTC/Venta al Por Menor

source: No Sale
es_mx: No Venta

source: Prepaid Income
es_mx: Ingreso Prepagado

source: Vend / Arcade
es_mx: Vend/Arcada

source: Drawer
es_mx: Cajón

source: Open Drawer
es_mx: Abra cajón

source: Close Drawer
es_mx: Cerrar cajón

source: Update Drawer
es_mx: Actualizar Cajón

source: View Log
es_mx: Ver el Registro

source: Manager
es_mx: Gerente

source: Reports
es_mx: Reportes

source: User
es_mx: Usuario

source: Chg. Password
es_mx: Cambiar Contraseña

source: Logout
es_mx: Salir

source: Print Screen
es_mx: Imprimir Pantalla

source: Support
es_mx: Soporte

source: Search
es_mx: Buscar

source: Current
es_mx: Actual

source: Bulk Create
es_mx: Crear Granel

source: Assign Pros
es_mx: Asignar Pros

source: Bulk Cancel
es_mx: Cancelar Granel

source: Add / Search
es_mx: Agregar / Buscar

source: Retail Sale
es_mx: Vental Al Por Menor

source: Vending Income
es_mx: Ingreso de Arcada

source: Arcade Income
es_mx: Ingreso de Arcada

source: Open
es_mx: Abrir

source: Close
es_mx: Cerrar

source: Swap
es_mx: Canje

source: Post Update
es_mx: Publicar Actualización

source: Daily
es_mx: Diario

source: Sales Summary
es_mx: Resumen de Ventas

source: Receipts
es_mx: Recibos

source: Editable Receipts
es_mx: Recibos Editables

source: Resources
es_mx: Recursos

source: Vendor Fax
es_mx: Fax del Proveedor

source: Staff Tips
es_mx: Consejos de Empleados

source: Child Names
es_mx: Nombres de Niños

source: Vendor Confirmation
es_mx: Confirmación de Proveedor

source: Suspended Deposits
es_mx: Depósitos Suspendidos

source: Customer Visits
es_mx: Visitas de Clientes

source: Customer List
es_mx: Lista de Client

source: Birthdays
es_mx: Cumpleaños

source: Advertising
es_mx: Publicidad

source: Revenue
es_mx: Ganancias

source: Future Bookings
es_mx: Futuras Reservaciones

source: Revenue Breakdown
es_mx: Análisis de Ingresos

source: Administration
es_mx: Administracion

source: Store Setup
es_mx: Creacion de Tienda

source: Store Info
es_mx: Info de Tienda

source: Event Types
es_mx: Tipos de Evento

source: Start Times
es_mx: Tiempos de Inicio

source: Resource Groups
es_mx: Grupos de Recursos

source: Vendors
es_mx: Vendedores

source: Operations
es_mx: Operaciones

source: Room Blackout
es_mx: Suspensión de Cuarto

source: Bulk Blackout
es_mx: Apagaon de Granel

source: Party Pros
es_mx: Pros de Fiesta

source: Resource Items
es_mx: Artículos de Recurso

source: Staff Accounts
es_mx: Cuentas de Personal

source: Current User
es_mx: Usuario Actual

source: Change Password
es_mx: Cambiar Contraseña

source: Help
es_mx: Ayuda

source: Record Arcade Income
es_mx: Registrar Ingreso de Arcada

source: Action not allowed
es_mx: Acción no permitida

source: User must open today's drawer before recording transactions.
es_mx: Usuario debe abrir cajón de hoy antes grabar las transacciones.

source: Create Arcade Receipt
es_mx: Crear Recibo de Arcada

source: Amount
es_mx: Cantidad

source: Enter the amount including tax
es_mx: Ingrese la cantidad incluyendo el impuesto

source: Submit
es_mx: Someter

source: Cancel
es_mx: Cancelar

source: Invalid Event
es_mx: Evento Inválido

source: This page can be used for Camp events only.
es_mx: Esta página puede usarse solamente para eventos de Campamentos.

source: Phone
es_mx: Teléfono

source: Reservation Name
es_mx: Nombre de Reservacion

source: # Documents
es_mx: # Documentos

source: # Guests
es_mx: # Invitados

source: # Onsite
es_mx: # En sitio

source: # Paid
es_mx: # Pagado

source: Edit Reservation
es_mx: Editar Reservacion

source: Total Guests
es_mx: Invitados Total

source: Onsite
es_mx: En Sitio

source: Paid
es_mx: Pagado

source: Add Reservation
es_mx: Añadir Reservacion

source: Move
es_mx: Mover

source: Remove
es_mx: Eliminar

source: Report
es_mx: Reportar

source: Guest Name
es_mx: Nombre de Invitado

source: Phone #
es_mx: # de Teléfono

source: Documents
es_mx: Documentos

source: Status
es_mx: Estatus

source: identify
es_mx: identificar

source: Anonymous (identify)
es_mx: Anónimo (identificar)

source: Paid-Pass
es_mx: Pagado-Pase

source: Receipt
es_mx: Recibo

source: Go Back
es_mx: Volver

source: Add Guests
es_mx: Añadir Invitados

source: Reservation Summary Sheet
es_mx: Hoja de Resumen de Reservacion

source: Print
es_mx: Imprimir

source: Email to Customer
es_mx: Email al Cliente

source: Phone:
es_mx: Teléfono:

source: Web:
es_mx: Red:

source: Event # %u for Store # %s
es_mx: Evento # %u para la tienda # %s

source: Event Time
es_mx: Hora del Evento

source: Event Name
es_mx: Nombre de Evento

source: Event Status
es_mx: Estado del Evento

source: Deposit Amount
es_mx: Cantidad de Deposito

source: Guests
es_mx: Invitados

source: Camp Summary
es_mx: Resumen de Campamento

source: Camp Summary email was successfully sent
es_mx: El email del resumen del campamento fue enviado con éxito

source: Sorry, a Camp Summary email could not be sent at this time. Please verify the reservation email address.
es_mx: Lo sentimos, un correo electronico del Resumen del Campamento no pudo ser enviado en este momento. Por favor verifique el email de la reservacion.

source: Build Camp Reservation - Step 3
es_mx: Reservacion de Campamento de Constuir - Paso 3

source: You are building a new camp reservation. You may add and remove attendees to this reservation. When complete, click Next to continue.
es_mx: Esta construyendo una nueva reservacion de campamento. Usted puede agregar y quitar asistentes a esta reservacion. Cuando termine, haga clic en Siguiente para continuar.

source: Name
es_mx: Nombre

source: # Events
es_mx: # Eventos

source: Event Dates
es_mx: Fechas de Evento

source: dates
es_mx: fechas

source: Remove Guest
es_mx: Eliminar Invitado

source: Add More
es_mx: Agregar Más

source: Next >>
es_mx: Siguiente >>

source: There are no pending attendees
es_mx: No hay asistentes pendientes

source: Add Attendees
es_mx: Añadir Asistentes

source: Build Camp Reservation - Step 2
es_mx: Reservacion de Campamento de Constuir - Paso 2

source: Cannot modify a closed or cancelled event.
es_mx: No se puede modificar un evento cerrado o cancelado.

source: No Events Available
es_mx: No Eventos Disponibles

source: Sorry, I was unable to find any events of this type with enough space available for this reservation.
es_mx: Lo sentimos, no he podido encontrar ningún evento de este tipo con suficiente espacio disponible para esta reservacion.

source: You are building a new camp reservation. You have added %u guests to this reservation. Now you must select the dates these guests will attend. When complete, click Next to continue.
es_mx: Esta construyendo una nueva reservacion de campamento. Ha añadido %u invitados a esta reservacion. Ahora debe seleccionar las fechas que estos invitados asistirán. Cuando termine, haga clic en Siguiente para continuar.

source: Please select one or more dates for this reservation:
es_mx: Por favor, seleccione una o más fechas para esta reservacion:

source: Build Camp Reservation - Step 4
es_mx: Reservacion de Campamento de Constuir - Paso 4

source: Reservation is Empty
es_mx: Reservacion esta Vacia

source: Sorry, you must add attendees to this reservation before paying.
es_mx: Lo sentimos, debe agregar los asistentes a esta reservacion antes de pagar.

source: Reservation has changed
es_mx: Reservacion ha cambiado

source: Sorry, another user has modified this reservation.
es_mx: Lo sentimos, otro usuario ha modificado esta reservacion.

source: Sorry, the guest is already attending that event.
es_mx: Lo sentimos, el invitado ya asistira a ese evento.

source: Session for
es_mx: Sesion para

source: Receipt prepared for [%s], status changed to receipt.
es_mx: Recibo preparado para [%s], estado cambiado al recibo.

source: Receipt prepared for [%s].
es_mx: Recibo preparado para [%s].

source: Data Not Found
es_mx: Datos No Encontrados

source: Pricing has not been defined for this event
es_mx: Precios no se han definido para este evento

source: You are building a new camp reservation. You have already added %u guests to this reservation. You must now name the reservation, and select the pricing that each guest will pay (Regular or Sibling).
es_mx: Esta construyendo una nueva reservacion de campamento. Ya ha agregado %u invitados a esta reservacion. Ahora debe nombrar la reservacion, y seleccionar el precio que cada cliente pagará (Regular o Hermano).

source: Contact Email
es_mx: Email de Contacto

source: Contact Phone
es_mx: Teléfono de Contacto

source: Price
es_mx: Precio

source: << Go Back
es_mx: << Volver

source: Custom Pricing
es_mx: Precios Personalizados

source: Add Deposit >>
es_mx: Añadir Deposito >>

source: Reservation error
es_mx: Error de Reservacion

source: Sorry, there was an error with this reservation.
es_mx: Lo sentimos, hubo un error con esta reservacion.

source: Reservation Name:
es_mx: Nombre de Reservacion:

source: Contact Email:
es_mx: Correo Electrónico de Contacto:

source: Contact Phone:
es_mx: Teléfono de Contacto:

source: Type
es_mx: Tipo

source: events
es_mx: eventos

source: Remove Camp Attendee
es_mx: Eliminar Asistente de Campamento

source: This page cannot be used for this type of event.
es_mx: Esta página no puede ser utilizada para este tipo de evento.

source: Please select a maximum of one reservation to remove
es_mx: Por favor seleccione un máximo de una reservacion para quitar

source: Operation Denied
es_mx: Operación Denegada

source: Customers from past events cannot be removed.
es_mx: Los clientes de los eventos pasados no pueden ser eliminados.

source: Please select all the customers you wish to remove:
es_mx: Por favor seleccione a todos los clientes que desea eliminar:

source: Please select all the dates you wish to remove these customers from:
es_mx: Por favor seleccione todas las fechas de las cuales desea eliminar a estos clientes:

source: Refund Camp Attendee
es_mx: Reembolsar Asistente de Campamento

source: Cannot modify a closed or canceled event.
es_mx: No se puede modificar un evento cerrado o cancelado.

source: Camp Refund
es_mx: Reembolso de Campamento

source: Camp Deposit Forfeit
es_mx: Perdida de Deposito de Campamento

source: Customers with receipts cannot be removed.
es_mx: Clientes con recibos no pueden ser eliminados.

source: Cannot remove customers from closed or canceled events.
es_mx: No se puede remover clientes de eventos cerrados o cancelados.

source: Camp Attendee Refund
es_mx: Reembolso para Asistente del Campamento

source: Please enter the amount you wish to refund for each of these events below. (Any amount not refunded will be immediately forfeited)
es_mx: Introduce la cantidad que desea reembolsar para cada uno de estos eventos a continuación. (Cualquier monto no reembolsado sera perdido inmediatamente)

source: Date
es_mx: Fecha

source: Deposit
es_mx: Deposito

source: Amt Refund
es_mx: Cantidad de Reembolso

source: Cancelation Letter
es_mx: Carta de Cancelación

source: Re: Your Party Has Been Canceled
es_mx: Re: Su Fiesta Ha Sido Cancelada

source: Dear %s %s
es_mx: Estimado %s %s

source: Please let this letter serve as acknowledgement of the cancelation of your event on %s at %s.
es_mx: Por favor que esta carta sirva como confirmación de la cancelación de su evento en %s en %s.

source: If you have any further questions, please call us at %s
es_mx: Si tiene preguntas adicionales, por favor llamenos al %s

source: Sincerely,
es_mx: Atentamente,

source: Cancelation Letter emailed to customer.
es_mx: Carta de Confirmación enviada por correo electrónico al cliente.

source: Email was successfully sent.
es_mx: Su correo electrónico fue enviado con éxito.

source: Sorry, email could not be sent at this time. Please verify the customer's email address.
es_mx: Lo sentimos, el correo electronico no pudo ser enviado en este momento. Por favor verifique el correo electrónico del cliente.

source: User Error
es_mx: Error de Usuario

source: The confirmation letter cannot be used for this event.
es_mx: La carta de confirmación no puede ser utilizada para este evento.

source: Confirmation Letter
es_mx: Carta de Confirmación

source: Size
es_mx: Tamaño

source: Event Reservation Confirmation
es_mx: Confirmación de la Reservacion del Evento

source: Thank you for booking your event at %s. We will do everything possible to create the most memorable experience for everyone! Now let's get this party started by sending out the invitations. Attached is your %s letter that outlines the event details. After you have reviewed this information, please give us a call if you have any questions.
es_mx: Gracias por reservar su evento en %s. ¡Haremos todo lo posible para crear la experiencia más inolvidable para todos! Ahora hay que comenzar la fiesta enviando las invitaciones. Adjunto esta su carta de %s que describe los detalles del evento. Después de haber revisado esta información, por favor llámenos si tiene cualquier pregunta.

source: For your convenience, please take advantage of our online invitation system powered by Evite. Simply click %s to begin your online invitations.
es_mx: Para su conveniencia, por favor tome ventaja de nuestro sistema de invitación en línea desarrollado por Evite. Simplemente haga clic en %s para comenzar sus invitaciones en línea.

source: Here
es_mx: Aquí

source: Reservation Confirmation
es_mx: Confirmación de Reservacion

source: Booking Letter emailed to customer.
es_mx: Carta de Reserva enviada por email al cliente.

source: Confirmation Letter emailed to customer.
es_mx: Carta de Confirmación por email al cliente.

source: Your email was successfully sent.
es_mx: Su email fue enviado con éxito

source: Sorry, a your email could not be sent at this time.
es_mx: Lo sentimos, su correo no puede ser enviado en este momento.

source: Please verify the customer's email address.
es_mx: Por favor verifique el email del cliente:

source: SYSTEM ERROR
es_mx: ERROR DEL SISTEMA

source: The security system has detected that your user account is accessing multiple stores simultaneously. To protect data integrity, this action is not allowed. Please ensure that you access the system from a single browser window or tab at once. If more attempts to access multiple stores are detected, your user account will be automatically disabled to protect data integrity.
es_mx: El sistema de seguridad ha detectado que su cuenta de usuario está accediendo a múltiples tiendas al mismo tiempo. Para proteger la integridad de los datos, esta acción no está permitida. Por favor asegúrese de que accese al sistema desde una única ventana o pagina a la vez. Si se detectan mas intentos para acceder a varias tiendas, su cuenta de usuario se desactivará automáticamente para proteger la integridad de los datos.

source: Add/Edit a Customer
es_mx: Agregar/Editar un Cliente

source: Permission Denied
es_mx: Permiso Negado

source: You do not have permission to delete customers.
es_mx: No tiene permiso para borrar a clientes.

source: Invalid Operation
es_mx: Operación Invalida

source: Quick-Res can not be used for this event type.
es_mx: Rapida-Res no se puede utilizar para este tipo de evento.

source: Quick-Res can not be used for past events.
es_mx: Rapida-Res no se puede utilizar para eventos pasados.

source: That customer has already been added. Perhaps you clicked twice?
es_mx: Ese cliente ya ha sido añadido. ¿Tal vez hizo clic dos veces?

source: Event host assigned.
es_mx: Anfitrión del evento asignado.

source: Event host changed (from %s).
es_mx: Anfitrión de evento cambiado (de %s).

source: Customer Search
es_mx: Búsqueda de Cliente

source: Name, phone, or email:
es_mx: Nombre, telefono, o correo electrónico:

source: Last Name
es_mx: Apellido

source: Org Search
es_mx: Búsqueda de Org

source: Org Name*
es_mx: Nombre de Org*

source: Org Name
es_mx: Nombre de Org

source: Customer Name*
es_mx: Nombre de Cliente*

source: First Name
es_mx: Nombre

source: Spouse Name
es_mx: Nombre de Cónyuge

source: Spouse First Name
es_mx: Nombre de Cónyuge

source: Spouse Last Name
es_mx: Apellido de Cónyuge

source: Birthdate
es_mx: Fecha de nacimiento

source: Gender
es_mx: Género

source: Email Address
es_mx: Dirección de Email

source: Spouse Email
es_mx: Correo electrónico de Cónyuge

source: Spouse Email Address
es_mx: Correo electrónico de Cónyuge

source: Marketing Prefs
es_mx: Preferencias de Mercadotecnia

source: Address
es_mx: Dirección

source: Address 2
es_mx: Dirección 2

source: Zip Code
es_mx: Código Postal

source: City, State
es_mx: Ciudad, Estado

source: Phone #1
es_mx: Teléfono #1

source: Phone Number
es_mx: Numero de Teléfono

source: Phone #2
es_mx: Teléfono #2

source: Phone #3
es_mx: Teléfono #3

source: Unrelated
es_mx: No Relacionado

source: (Exclude from marketing)
es_mx: (Excluir de mercadotecnia)

source: Child Added
es_mx: Niño Añadido

source: by
es_mx: por

source: Last Update
es_mx: Última Actualización

source: Delete
es_mx: Eliminar

source: Save
es_mx: Guardar

source: Customer Added
es_mx: Cliente Agregado

source: Heard about us?
es_mx: ¿Oído hablar de nosotros?

source: Add to Event?
es_mx: ¿Agregar al Evento?

source: No Thanks
es_mx: No, Gracias

source: Guest
es_mx: Invitado

source: (Not for events)
es_mx: (No para eventos)

source: Customer Notes
es_mx: Notas del Cliente

source: Add to Event
es_mx: Añadir al Evento

source: Add
es_mx: Añadir

source: Quick-Res
es_mx: Res-Rapida

source: Add Children
es_mx: Añadir Niños

source: Note: You must search for a customer first before adding a new record.
es_mx: Nota: Debe buscar un cliente primero antes de agregar un nuevo registro.

source: NOTE:
es_mx: NOTA:

source: Results capped at 100.
es_mx: Resultados límite de 100.

source: Assign as Host
es_mx: Asignar como Anfitrión

source: View Customer
es_mx: Ver Cliente

source: View Events
es_mx: Ver Eventos

source: Duplicate Customer Detected
es_mx: Duplicar al Cliente Detectado

source: A possible duplicate customer has been detected.
es_mx: Un posible cliente duplicado se ha detectado.

source: Please select the correct record from the list below:
es_mx: Por favor, seleccione el registro correcto de la siguiente lista:

source: Existing Entries:
es_mx: Entradas Existentes:

source: City
es_mx: Ciudad

source: Email
es_mx: Correo electrónico

source: Your submitted entry:
es_mx: Su entrada presentada:

source: Event Customer List
es_mx: Lista de Cliente de Evento

source: Event # %s for Store %s
es_mx: Evento # %s para Tienda %s

source: Event Host
es_mx: Anfitrión del Evento

source: Assign Host
es_mx: Asignar Anfitrión

source: Event Type
es_mx: Tipo de Evento

source: Host Phone
es_mx: Teléfono del Anfitrión

source: Invitation
es_mx: Invitación

source: Referral
es_mx: Referencia

source: Checked In
es_mx: Registro de Entrada

source: Anonymous
es_mx: Anónimo

source: Notes
es_mx: Notas

source: Add new Customer Note
es_mx: Añadir nueva Nota del Cliente

source: Note Text
es_mx: Texto de la Nota

source: Customer View
es_mx: Vista del Cliente

source: Invalid Store
es_mx: Tienda No Válida

source: You cannot view customers from a different store.
es_mx: No puede ver clientes de una tienda diferente.

source: Customer Search:
es_mx: Búsqueda de Cliente:

source: Customer # %s Information
es_mx: Información del cliente # %s

source: Organization
es_mx: Organización

source: Customer Name
es_mx: Nombre de Cliente

source: Edit
es_mx: Editar

source: Go to Event
es_mx: Ir a Evento

source: Add this Parent to Event?
es_mx: ¿Añadir este Padre al Evento?

source: Update
es_mx: Actualizar

source: Bouncer
es_mx: Brincolin

source: Add a new Customer Note (Not for events)
es_mx: Añadir una nueva Nota del Cliente (No para eventos)

source: Child Name
es_mx: Nombre de Niño

source: Click to Edit
es_mx: Haga clic para Editar

source: Attending
es_mx: Asistiendo

source: Pending
es_mx: Pendiente

source: Attending: GOH
es_mx: Asistiendo: GOH

source: Attending: Guest
es_mx: Asistiendo: Invitado

source: Update Event
es_mx: Actualizar Evento

source: Assign Pass
es_mx: Asignar Pase

source: Add a New Child
es_mx: Añadir un Niño Nuevo

source: Close Cash Drawer
es_mx: Cerrar Cajón de Efectivo

source: Drawer Closed
es_mx: Cajón Cerrado

source: That drawer has already been closed by another user.
es_mx: Ese cajón ya ha sido cerrado por otro usuario.

source: Invalid Request
es_mx: Solicitud No Válida

source: The amount left in the drawer cannot exceed the total amount of cash in the drawer.
es_mx: La cantidad restante en el cajón no puede exceder la cantidad total de dinero en efectivo en el cajón.

source: Last Cash Drawer (Closed)
es_mx: Ultimo Cajón de Efectivo (Cerrado)

source: Opening Amount
es_mx: Cantidad de Apertura

source: Closing Amount
es_mx: Cantidad de Cierre

source: Drawer Opened
es_mx: Cajón Abierto

source: Current Cash Drawer (Open)
es_mx: Cajón de Efectivo Acutal (Cerrado)

source: Total Cash in Drawer
es_mx: Total Efectivo en Cajon

source: Cash in Drawer
es_mx: Efectivo en Cajón

source: Leave in Drawer
es_mx: Dejar en Cajón

source: Open Cash Drawer
es_mx: Abrir Cajón de Efectivo

source: Drawer Open
es_mx: Cajón Abierto

source: A drawer has already been opened by another user.
es_mx: Un cajón ya ha sido abierto por otro usuario.

source: Open New Cash Drawer
es_mx: Abrir Nuevo Cajón de Efectivo

source: Current Cash Drawer (Already Open)
es_mx: Cajón de Efectivo Actual (Ya Abierto)

source: Update Cash Drawer
es_mx: Actualizar Cajón de Efectivo

source: Last Cash Drawer (Already Closed)
es_mx: Último Cajón de Efectivo (Ya Cerrado)

source: Update Type
es_mx: Actualizar Tipo

source: Description
es_mx: Descripción

source: Update Amount
es_mx: Actualizar Cantidad

source: Subject:
es_mx: Asunto:

source: Date:
es_mx: Fecha:

source: Cancel Event
es_mx: Cancelar Evento

source: This event cannot be canceled at this time.
es_mx: Este evento no se pueden cancelar en este momento.

source: Event canceled.
es_mx: Evento cancelado.

source: Cancel Type
es_mx: Tipo de Cancelar

source: Cancel Event # %s for Store %s
es_mx: Cancelar Evento #%s para Tienda %s

source: Cancel Type?
es_mx: ¿Tipo de Cancelar?

source: NOTE: This selection is for recordkeeping purposes only. You must refund or hold the desired amounts before canceling the event.
es_mx: Nota: Esta selección es sólo para mantenimiento de registros. Debe reembolsar o mantener las cantidades deseadas antes de cancelar el evento.

source: Abort
es_mx: Abortar

source: Event Confirmation
es_mx: Confirmación de Evento
