Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: Sorry, resources cannot be bundled to open sessions.
es_mx: Lo sentimos, recursos no se pueden agrupar a sesiones abiertas.

source: Updating bundled resources for event
es_mx: Actualizando Recurso Agrupados para evento

source: Incorrect Page
es_mx: Página Incorrecta

source: This page cannot be used for camp events
es_mx: Esta pagina no se puede usar para eventos de campamentos

source: Add a new special date for
es_mx: Añadir una nueva fecha especial para

source: Deposit Price:
es_mx: Precio de Deposito:

source: Event Price:
es_mx: Precio del Evento:

source: Extra Bouncer:
es_mx: Brincolin Extra:

source: Deposit:
es_mx: Deposito:

source: Food Only:
es_mx: Comida Solamente:

source: Bounce Only:
es_mx: Brinco Solamente:

source: Add New
es_mx: Agregar Nuevo

source: Current special dates for
es_mx: Fechas especiales actuales para

source: Manage Event Types
es_mx: Manejar Tipos de Evento

source: Current Event Types for Store
es_mx: Tipos de Evento Actuales para la Tienda

source: Room Rotations
es_mx: Rotaciones de Cuarto

source: Standard Pricing
es_mx: Precios Estándares

source: Special Date Override
es_mx: Anulación de Fecha Especial

source: Bundled Resources
es_mx: Recursos Liados

source: Cal/E-Res Options
es_mx: Opciones de Cal/E-Res

source: Add +
es_mx: Añadir +

source: Disabled Event Types for Store
es_mx: Tipos de Eventos Deshabilitados para la Tienda

source: Cancel Bulk Events
es_mx: Cancelar Eventos de Granel

source: You cannot cancel an event in that status.
es_mx: No puede cancelar un evento en este estatus.

source: You cannot cancel an event with transactions or receipts.
es_mx: No puede cancelar un evento con transacciones o recibos.

source: Events have been updated.
es_mx: Eventos han sido actualizados.

source: Sorry, no bulk event data was found.
es_mx: Lo sentimos, no se encontraron datos de eventos a granel.

source: Bulk Events
es_mx: Eventos a Granel

source: Cancel?
es_mx: ¿Cancelar?

source: Cancel Information
es_mx: Cancelar Informacion

source: Cancelation Notes
es_mx: Notas de Cancelacion

source: Cancel Events
es_mx: Cancelar Eventos

source: Cancel Bulk Events for Store: %s
es_mx: Cancelar Eventos Granel para Tienda:%s

source: Bulk-Create Events
es_mx: Eventos Creados-Granel

source: Bulk-Create Results
es_mx: Resultados Creados-Granel

source: CONFLICT, Event not created.
es_mx: CONFLICTO, Evento no creado.

source: OK, Event #
es_mx: OK, Evento #

source: created.
es_mx: creado.

source: End Date:
es_mx: Fecha Final:

source: Days of Week:
es_mx: Dias de Semana:

source: Event Time:
es_mx: Tiempo de Evento:

source: Event Type:
es_mx: Tipo de Evento:

source: Tote Label:
es_mx: Etiqueta de Bolsa:

source: Event Notes:
es_mx: Notas de Evento:

source: Cancel Events by Week
es_mx: Cancelar Eventos para Semana

source: You do not have permission to cancel events in bulk.
es_mx: Usted no tiene permiso para cancelar eventos a granel.

source: Week Of:
es_mx: Semana de:

source: Note: Only events with no receipts and no payments may be cancelled.
es_mx: Nota: Nomas eventos sin recibos y sin pagos puede ser cancelados.

source: Sorry, no events were found for that week.
es_mx: Lo sentimos, no eventos fueron cancelados para esa semana.

source: Manage Store Details
es_mx: Manejar Detalles de Tienda

source: Store Details
es_mx: Detalles de Tienda

source: Open Date
es_mx: Fecha de Apertura

source: Transfer Date
es_mx: Fecha

source: Close Date
es_mx: Fecha de Cierre

source: Owners
es_mx: Propietarios

source: Closing Date
es_mx: Fecha de Cierre

source: Manage Employee Assignments
es_mx: Manejar Asignaciones de Empleados

source: Franchise Business Consultant
es_mx: Franquicia Consultor de Negocios

source: Employee Name
es_mx: Nombre de Empleado

source: Manage Image Library
es_mx: Manejar Biblioteca de Imágenes

source: VM Administration
es_mx: Administración VM

source: Store Operations
es_mx: Operaciones de Tienda

source: Ad Campaigns
es_mx: Campañas Publicitarias

source: Prepaid Vouchers
es_mx: Cupones Prepagados

source: Post Bulletins
es_mx: Publicar Buletins

source: Create in Bulk
es_mx: Crear en Granel

source: Drawer Swap
es_mx: Intercambio de Cajón

source: Cancel by Week
es_mx: Cancelar por Semana

source: Cancel in Bulk
es_mx: Cancelar a Granel

source: Discount Types
es_mx: Tipos de Descuentos

source: Adjustment Types
es_mx: Tipos de Ajuste

source: Email Campaigns
es_mx: Campañas de Correo Electrónico

source: Customer De-Dupe
es_mx: Cliente De-Dupe

source: Manager Accounts
es_mx: Manejar Cuentas

source: Assign in Bulk
es_mx: Asignar en Granel

source: Auto-Assign
es_mx: Auto-Asignar

source: Inventory Update
es_mx: Actualización de Inventario

source: Inventory Override
es_mx: Anulación de Inventario

source: Inventory Report
es_mx: Reporte de Inventario

source: Room Names
es_mx: Nombres de Cuarto

source: Bulk Edit
es_mx: Editar a Granel

source: Custom Dates
es_mx: Fechas Personalizadas

source: Groups
es_mx: Grupos

source: Bundles
es_mx: Paquetes

source: Payment Types
es_mx: Tipos de Pago

source: Event Auto-Cancel
es_mx: Auto-Cancelación de Evento

source: Tax Rates
es_mx: Tarifas de Impuesto

source: E-Reservations
es_mx: E-Reservaciones

source: Notifications
es_mx: Notificaciones

source: Conf Letters
es_mx: Letras de Conf

source: Corporate Admin
es_mx: Admin Corporativa

source: VM Support Message
es_mx: VM Mensaje de Apoyo

source: Role Permissions
es_mx: Permisos de Función

source: National Email Campaigns
es_mx: Campañas Nacionales de Correo Electrónico

source: Bday Club Eblasts
es_mx: Eblasts del Club de Cumpleaños

source: Manage Templates
es_mx: Manejar Plantillas

source: Assign Employees
es_mx: Asignar Empleados

source: Email Image Library
es_mx: Biblioteca de Imágenes para Email

source: Royalty Admin
es_mx: Admin de Regalías

source: Data Warehouse
es_mx: Almacén de Datos

source: Inventory counts updated
es_mx: Conteos de Inventario Actualizado

source: Resource Inventory Override
es_mx: Anulación de Recursos de Inventario

source: # On Hand
es_mx: # En Mano

source: Item Count
es_mx: Conde de Artículo

source: No inventory items found. You must enable inventory tracking
es_mx: No se encontraron artículos del inventario. Debe habilitar el seguimiento del inventario

source: for at least one resource.
es_mx: durante al menos un recurso.

source: Override Reason:
es_mx: Motivo de Anulación:

source: Override Reason
es_mx: Motivo de Anulación

source: Resource Inventory Update
es_mx: Actualización Recursos de Inventario

source: Qty Change
es_mx: Cambio de Cantidad

source: Update Reason:
es_mx: Motivo de Actualización

source: Update Reason
es_mx: Motivo de Actualización:

source: Edit Confirmation Letter
es_mx: Editar Carta de Confirmación

source: Editing Confirmation Letter
es_mx: Editando Carta de Confirmación

source: Contact period
es_mx: Período de contacto

source: Contact Period
es_mx: Periodo de Contacto

source: prior
es_mx: previo

source: Play Room Name
es_mx: Nombre de Cuarto de Juegos

source: Party Room Name
es_mx: Nombre de Cuarto de Fiesta

source: (Max 125 chars)
es_mx: (Máximo 125 caracteres)

source: Gratuity Statement
es_mx: Declaración de Gratuidad

source: Arrival Time
es_mx: Tiempo de Llegada

source: minutes early
es_mx: minutos antes

source: (Max 750 chars)
es_mx: (Máximo 750 caracteres)

source: Addl Safety Info
es_mx: Información de Seguridad Adicional

source: Store Website
es_mx: Sitio Web de Tienda

source: Camp Rqmts
es_mx: Requisitos del Campamento

source: Camp Requirements
es_mx: Requisitos del Campamento

source: Food Policy
es_mx: Poliza de Comida

source: Payment Methods
es_mx: Métodos De Pago

source: Payment by Check
es_mx: Pago por Cheque

source: Not Accepted
es_mx: No Acepto

source: Cancelation Policy
es_mx: Poliza de Cancelación

source: Booking Acknowledge
es_mx: Reservas Reconocer

source: Enabled
es_mx: Habilitar

source: Additional Acknowledgement Text
es_mx: Texto de Reconocimiento Adicional

source: Group Event Policy
es_mx: Poliza de Evento de Grupo

source: Signature Line
es_mx: Linea de Firma

source: Manage Confirmation Letters
es_mx: Manejar Cartas de Cancelación

source: Confirmation & Cancelation Letters
es_mx: Cartas de Confirmación y Cancelación

source: Birthday Party
es_mx: Fiesta de Cumpleaños

source: Group Events
es_mx: Eventos de Grupo

source: Camp Events
es_mx: Eventos de Campamento

source: Cancelation
es_mx: Cancelación

source: Automatic Bday-Club Email Campaigns
es_mx: Campañas Automaticas de Correo Electrónico para Cumpleaños

source: Paused
es_mx: Pausado

source: Pause
es_mx: Pausa

source: Manual Bday-Club Email Campaigns
es_mx: Manual de Campañas de Correo Electronico del Club de Cumpleaños

source: Create new Recipient
es_mx: Crear nuevo Recipiente

source: Edit Recipient
es_mx: Editar Recipiente

source: Creating new Recipient
es_mx: Creando nuevo Recipiente

source: Editing Recipient: %s
es_mx: Editando Recipiente: %s

source: Recipient Name
es_mx: Nombre de Recipiente

source: Digest
es_mx: Digesto

source: Notification Type
es_mx: Tipo de Notificacion

source: Recipient Created
es_mx: Recipiente Creado

source: Manage Notifications
es_mx: Manejar Notificaciones

source: Current Recipients for Store: %s
es_mx: Recipiente Actual para Tienda: %s

source: Disable Recipient
es_mx: Deshabilitar Recipiente

source: Edit Subscriptions
es_mx: Editar Subscripciones

source: Disabled Recipients for Store: %s
es_mx: Recipientes Deshabilitado para Tienda: %s

source: Delete Recipient
es_mx: Borrar Recipiente

source: Configure Event Type Rooms
es_mx: Configurar Cuartos de Tipo de Evento

source: You must enter a duration greater than zero.
es_mx: Debe introducir una duración mayor que cero.

source: Your input was merged with an existing room.
es_mx: Su aportación fue combinado con un cuarto existente.

source: Sorry, the room you entered conflicts with another.
es_mx: Lo sentimos, el cuarto que ingreso esta en conflicto con otro.

source: Editing Rooms for Event Type # %s
es_mx: Editanto Cuartos para Tipo de Evento #%s

source: Rotation Name
es_mx: Nombre de Rotación

source: Room Reservations
es_mx: Reservaciones de Cuarto

source: Hold mouse over column headings for help.
es_mx: Mantenga el ratón sobre encabezados de columna para ayuda.

source: Room
es_mx: Cuarto

source: Offset
es_mx: Desplazamiento

source: Offset = Delay from the start of the event this room will open.
es_mx: Desplazamiento = Retraso del inicio del evento que este cuarto se abrirá.

source: Duration
es_mx: Duración

source: Duration = Length of time this room will be open.
es_mx: Duración = Tiempo que este cuarto estará abierto.

source: Room Offset
es_mx: Compensacion de Cuarto

source: Room Duration
es_mx: Duracion de Cuarto

source: Create Bounce Pass
es_mx: Crear Pase de Brinco

source: Edit Bounce Pass
es_mx: Editar Pase de Brinco

source: Sorry, that resource already exists.
es_mx: Lo sentimos, ya existe ese recurso.

source: Sorry, you must provide a pass duration or expiration, and not both.
es_mx: Lo sentimos, debes proporcionar un pase de duración o de caducidad, y no ambos.

source: Sorry, you must provide a pass duration or expiration.
es_mx: Lo sentimos, debe proporcionar una duración de paso o de caducidad.

source: Resource ID not passed.
es_mx: ID de Recurso no paso.

source: Resource store does not match user store
es_mx: Tienda de Recursos no coincide a la tienda del usuario

source: That resource has already been added. Perhaps you clicked twice?
es_mx: Ese recurso ya ha sido añadido. ¿Tal vez hizousted ha hecho clic dos veces?

source: Creating new Bounce Pass
es_mx: Creando nuevo Pase de Brinco

source: Editing Bounce Pass: # %s
es_mx: Editando Pase de Brinco: #%s

source: Pass Name
es_mx: Nombre de Pase

source: Retail Item
es_mx: Artículo Al Por Menor

source: Pass Duration
es_mx: Duracion de Pase

source: Pass Expiration
es_mx: Expiracion de Pase

source: Please enter a pass duration for a fixed number of days, or provide a expiration date and set the duration to zero.
es_mx: Por favor, introduzca una duración de pase para un número fijo de días, o proporcione una fecha de caducidad y ajuste la duración a cero.

source: Event Types for Bounce Pass
es_mx: Tipos de Eventos para Pase de Brinco

source: Please select one or more Event Types this pass is good for.
es_mx: Por favor, seleccione uno o más tipos de eventos por el cual este pase es bueno.

source: (Hold down Ctrl to select multiple types)
es_mx: (Mantenga pulsada la tecla Ctrl para seleccionar varios tipos)

source: Edit Payment Type
es_mx: Editar Tipo de Pago

source: Editing Payment Type
es_mx: Editar Tipo de Pago

source: Gateway User
es_mx: Usuario de Entrada

source: Gateway Password
es_mx: Clave de Entrada

source: Warning: Changing your gateway parameters may break your system.
es_mx: Advertencia: Cambiar sus parámetros de entrada puede romper su sistema.

source: Manage Payment Types
es_mx: Manejar Tipos de Pago

source: Current Payment Types for Store
es_mx: Tipos de Pago Actual para la Tienda

source: Disabled Payment Types for Store
es_mx: Tipos de Pago Deshabilitados para la Tienda

source: %s vouchers were added from the %s you submitted.
es_mx: Cupones de %s se añadieron desde el %s que presentó.

source: Sorry, there were no valid voucher codes submitted.
es_mx: Lo sentimos, no hubo ningún código de cupon válido presentado.

source: Add new Prepaid Vouchers
es_mx: Añadir nuevos Cupones Prepagados

source: Voucher Value
es_mx: Valor de Cupon

source: (One per line)
es_mx: (Uno por linea)

source: Voucher Codes
es_mx: Codigos de Cupon

source: Submit Codes
es_mx: Someter Codigos

source: Profile Update
es_mx: Actualizacion de Perfil

source: Please update your account details.
es_mx: Por favor actualize sus detalles de cuenta.

source: *First Name
es_mx: *Primer Nombre

source: *Last Name
es_mx: *Apellido

source: *Email Address
es_mx: *Correo Electrónico

source: Phone 1
es_mx: Teléfono 1

source: Phone Number 1
es_mx: Numero de Teléfono 1

source: Phone 2
es_mx: Teléfono 2

source: Manage Party Staff
es_mx: Manejar Personal de Fiesta

source: Sorry, that person already exists.
es_mx: Lo sentimos, esa persona ya existe.

source: Current Party Staff for Store: %s
es_mx: Personal de Fiesta Acutal para Tienda: %s

source: Set Schedule
es_mx: Establecer Horario

source: Ex Party Staff for Store: %s
es_mx: ExPersonal de Fiesta: %s

source: Schedule Party Staff
es_mx: Fijar Personal de Fiesta

source: You cannot adjust party staff on an event after the receipt is prepared.
es_mx: No se puede ajustar el personal del partido en un evento después se prepara el recibo.

source: Party Staff removed.
es_mx: Personal de Fiesta removido.

source: Party Staff added.
es_mx: Personal de Fiesta agregado.

source: Party Staff assignments have been updated.
es_mx: Asignaciones de Personal de Fiesta ha sido actualizada.

source: Bulk Schedule
es_mx: Horario de Granel

source: Weekly Schedule
es_mx: Horario Semanal

source: Auto Schedule
es_mx: Horario Auto

source: Coordinator(s)
es_mx: Coordinador (es)

source: Host(s)
es_mx: Anfitrión (es)

source: Attendant(s)
es_mx: Participante (s)

source: Auto Assign
es_mx: Auto Asignar

source: Create Schedule
es_mx: Crear Horario

source: Edit Schedule
es_mx: Editar Horario

source: Creating new Schedule
es_mx: Creando nuevo Horario

source: Editing Schedule
es_mx: Editando Horario

source: Party Staff Name
es_mx: Nombre del Personal de Fiesta

source: Effective Date
es_mx: Fecha Efectiva

source: (optional)
es_mx: (opcional)

source: Schedule
es_mx: Horario

source: Schedule Created
es_mx: Horario Creado

source: Manage Party Staff Schedules
es_mx: Manejar Horarios del Personal de la Fiesta

source: Current Schedules for Staff: %s
es_mx: Horarios actuales de Personal: %s

source: Quickbooks Setup
es_mx: Configuración de Quickbooks

source: Sorry, this page cannot be accessed from the POS machine.
es_mx: Lo sentimos, esta página no se puede acceder desde la máquina POS.

source: Instructions for setting up Quickbooks integration
es_mx: Instrucciones para configurar la integración de QuickBooks

source: Install Quickbooks Pro (v. 2005 or more recent)
es_mx: Instale QuickBooks Pro (v. 2005 o más reciente)

source: Open your company Quickbooks file
es_mx: Abra el archivo de Quickbooks de su empresa

source: NOTE: Integration program will only work if Item Names in your Quickbooks file match identically the names in the QuickbooksPro Template file. If the QuickbooksPro template was not used in the creation of your Quickbooks company file, contact the corporate helpdesk for support.
es_mx: NOTA: Programa de Integración sólo funcionará si los nombres de artículos en su archivo Quickbooks combinan idénticamente con los nombres en el archivo de Plantilla QuickbooksPro. Si la Plantilla QuickbooksPro no fue utilizado en la creación de su archivo de empresa Quickbooks, póngase en contacto con el servicio de asistencia corporativo para ayuda.

source: With QB running, click on
es_mx: Con QB abierto, haz clic en

source: QBWC for QB 2012 and newer
es_mx: QBWC para QB 2012 y mas nuevo

source: or
es_mx: o

source: QBWC For QB 2005-2011
es_mx: QBWC Para QB 2005-2011

source: and select Run
es_mx: y seleccionar Correr

source: Continue to select Run until installation is finished
es_mx: Continúe seleccionando Run hasta que finalice la instalación

source: Open your personal
es_mx: Abra su personal

source: setup file
es_mx: establecer archivo

source: Click OK to authorize the new Web Service
es_mx: Haga clic en OK para autorizar el nuevo Servicio Web

source: Select the button next to the Web Service you are authorizing (Yes, always)
es_mx: Seleccione el botón al lado del servicio Web que está autorizando (Sí, siempre)

source: Select a Quickbooks user to Login as
es_mx: Seleccione un usuario de Quickbooks para como Iniciar

source: In the Quickbooks Web Connector dialog box enter the selected Quickbooks user's password and check the box to the left of the application description
es_mx: En el cuadro de diálogo Quickbooks Web Conector introducir la contraseña del usuario Quickbooks seleccionado y marque la casilla a la izquierda de la descripción de la aplicación

source: Click "Update Selected" to upload all Daily Sales Summaries to date that have not already been entered
es_mx: Haga clic en "Update Selected" para cargar todos los resúmenes diarios de venta hasta la fecha que aún no se han introducido

source: CAUTION: If the Daily Sales Summary is out of balance or has positive "Discounts", you will receive an error message and must enter that Daily Sales Summary manually prior to uploading future activity
es_mx: PRECAUCIÓN: Si el Resumen Diario de Ventas está fuera de balance o tiene "Descuentos" positivos, recibirá un mensaje de error y debe entrar en ese Resumen de Ventas Diarias manualmente antes de subir actividad futura

source: Make sure to review all uploaded information for correctness and compare to your online report
es_mx: Asegúrese de revisar toda la información cargada por la corrección y compare con su informe en línea

source: To upload Daily Sales Summaries on an ongoing basis, repeat steps 10 through 12
es_mx: Para cargar Resúmenes de Ventas Diarias de manera continua, repita los pasos del 10 al 12

source: Manage Resource Bundles
es_mx: Manejo de Paquetes de Recursos

source: Current Resource Bundles for Store:
es_mx: Paquetes de Recursos Actual de la Tienda:

source: Add Bundle
es_mx: Añadir Paquete

source: Disabled Resource Bundles for Store:
es_mx: Recursos de Paquetes Desahabilitados de la Tienda:

source: Create Resource Item
es_mx: Crear Articulo de Recurso

source: Edit Resource Item
es_mx: Editar Articulo de Recurso

source: Creating new Resource
es_mx: Creando nuevo Recurso

source: Editing Resource: # %s
es_mx: Editando Recurso: # %s

source: OTC/Retail Item
es_mx: OTC/ Articulo de Venta Al Por Menor

source: Track Inventory
es_mx: Inventario de Pista

source: Max Per Receipt
es_mx: Recibo Por Max

source: Extra Play Time
es_mx: Tiempo Extra de Juego

source: Delivery Offset
es_mx: Desplazamiento de Entrega

source: Manage Resource Groups
es_mx: Manejo de Grupos de Recursos

source: Sorry, that group already exists.
es_mx: Lo sentimos, esa grupo ya existe.

source: Current Resource Groups for Store:
es_mx: Grupos de Recursos Acutales para Tienda:

source: Disabled Resource Groups for Store:
es_mx: Grupos de Recursos Deshabilitados para Tienda:

source: Manage Resource Items
es_mx: Manejar Articulos de Recursos

source: Current Resource Items for Store:
es_mx: Articulos de Recursos Actuales para Tienda:

source: Add Pass
es_mx: Agregar Pase

source: Disabled Resource Items for Store:
es_mx: Articulos de Recursos Deshabilitados para Tienda:

source: Manage VM Roles
es_mx: Manejar Rol VM

source: Permissions have been updated.
es_mx: Permisos han sido actualizados.

source: Manage VM Role Permissions
es_mx: Menjar Permisos de Rol VM

source: Permission Name
es_mx: Nombre de Permiso

source: Desk Mgr
es_mx: Mgr de Recepción

source: Asst Mgr
es_mx: Mgr Asistente

source: General Mgr
es_mx: Mgr General

source: Store Owner
es_mx: Dueño de Tienda

source: Corp Staff
es_mx: Corp Personal

source: Blackout Room
es_mx: Cuarto de Apagon

source: Add a new Blackout for Store: %s
es_mx: Agregar un nuevo Apagon para Tienda: %s

source: Name:
es_mx: Nombre:

source: Blackout Name
es_mx: Nombre de Apagon

source: Room:
es_mx: Cuarto:

source: Locked:
es_mx: Cerrado:

source: A single blackout will be created for each room selected, and will run from the start date and time through the end date and time. To create multiple recurring blackounts, please see the bulk blackout function.
es_mx: Un único apagón se creará para cada cuarto seleccionado, y se extenderá desde la fecha y hora de inicio hasta la fecha y la hora final. Para crear varios apogones recurrentes, por favor consulte la función apagón mayor.

source: Current Blackouts for Store: %s
es_mx: Apagones Actuales para Tienda: %s

source: Bulk Room Blackout
es_mx: Apagon de Cuarto a Granel

source: Blackouts created
es_mx: Apagones creados

source: %s total blackouts were created.
es_mx: %s apagones total fueron creados.

source: Blackout Error
es_mx: Error de Apagon

source: Sorry, no blackouts could be created.
es_mx: Lo sentimos, ninguna apagon se pudo crear.

source: Add new Blackouts for Store: %s
es_mx: Agregar nuevo Apagon para Tienda: %s

source: Dates:
es_mx: Fechas:

source: Duration:
es_mx: Duración:

source: A separate blackout will be created for each room selected, on every date in the range specified, and will take effect during the hours specified.
es_mx: Un apagón separada se creará para cada cuarto seleccionado, en cada fecha en el rango especificado, y tendrá efecto durante las horas especificadas.

source: Manage Rooms
es_mx: Manejar Cuartos

source: Your room names have been updated.
es_mx: Los nombres de sus cuartos han sido actualizado.

source: Rooms for Store
es_mx: Cuartos para Tienda

source: Please select at least one room.
es_mx: Por favor seleccione al menos un cuarto.

source: Editing Rooms for Event Type
es_mx: Editando Cuartos para Tipo de Evento

source: Use
es_mx: Uso

source: Delay from the start of the event this room will open.
es_mx: Retraso desde el inicio del evento este cuarto se abrirá.

source: Extra stadium room time will delay the start of this room.
es_mx: Tiempo extra del cuarto del estadio retrasará el inicio de este cuarto.

source: Extra party room time will delay the start of this room.
es_mx: Tiempo extra de cuarto de fiesta retrasará el inicio de este cuarto.

source: Length of time this room will be open.
es_mx: Tiempo que este cuarto estará abierto.
