Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: Extra stadium room time will extend the duration of this room.
es_mx: Tiempo extra del cuarto de estadio extenderá la duración de este cuarto.

source: Extra party room time will extend the duration of this room.
es_mx: Tiempo extra de cuarto de fiesta extenderá la duración de este cuarto.

source: Manage Event Type Room Rotations
es_mx: Manejar Rotaciones de Eventos de Tipo de Cuarto

source: Current Room Rotations for Event Type
es_mx: Rotaciones de Cuartos actuales para Tipo de Evento

source: Disabled Room Rotations for Event Type
es_mx: Rotaciones de Cuarto Deshabilitadas para el Tipo de Evento

source: Edit Store Info
es_mx: Editar Info de Tienda

source: Editing Store Info
es_mx: Editando Info de Tienda

source: Store #, Name
es_mx: Tienda #, Nombre

source: Intacct Customer ID
es_mx: ID de Cliente Intacct

source: Entity Name
es_mx: Nombre de Entidad

source: Owner Name
es_mx: Nombre del Dueño

source: Account First
es_mx: Primer Cuenta

source: Account Last
es_mx: Ultima Cuenta

source: Store Region
es_mx: Region de Tienda

source: Active Stores for Brand: %s
es_mx: Tiendas Activas para Marca: %s

source: Edit Store
es_mx: Editar Tienda

source: Edit Royalty
es_mx: Editar Regalías

source: Closed Stores for Brand: %s
es_mx: Tiendas Cerradas para Marca: %s

source: Edit Store Royalty Rates
es_mx: Editar Tarifas de Regalías de Tienda

source: Edit Royalty Data
es_mx: Editar Datos de Regalías

source: Royalty Type
es_mx: Tipo de Regalías

source: Account Type
es_mx: Tipo de Cuenta

source: Royalty Rate
es_mx: Tarifa de Regalías

source: Routing #
es_mx: # de Ruta

source: Routing Number
es_mx: Numero de Ruta

source: Ad Fund Rate
es_mx: Ad Tarifa de Fondo

source: Account #
es_mx: # de Cuenta

source: Account Number
es_mx: Numero de Cuenta

source: Ad Fund Min
es_mx: Ad Min Fondo

source: Ad Fund Minimum
es_mx: Ad Minimo de Fondo

source: Royalty Rates for: %s
es_mx: Tarifas de Regalías para: %s

source: Adjust
es_mx: Ajuste

source: Sorry, no data was found for that store.
es_mx: Lo sentimos, no se encontraron datos para esa tienda.

source: Add a New Rate
es_mx: Agregar una Nueva Tarifa

source: Email Subject:
es_mx: Tema de Correo Electrónico:

source: Paste the HTML content here:
es_mx: Pegue el contenido del HTML aquí:

source: Paste the plain text content here:
es_mx: Pegue el contenido de texto plano aquí:

source: Manage Event Start Times
es_mx: Manejar Tiempos de Inicio de Eventos

source: Room store does not match user store.
es_mx: Cuarto de Tienda no coincide con la tienda del usuario.

source: Update Complete
es_mx: Actualización Completa

source: Your start times have been updated.
es_mx: Sus tiempos de inicio han sido actualizados.

source: Invalid Data
es_mx: Datos Inválidos

source: Please enter a duration no longer than the interval.
es_mx: Introduzca una duración no más larga que el intervalo.

source: Manage Start Times for store
es_mx: Manejar Tiempos de Inicio para Tienda

source: Days to Replace
es_mx: Días para Reemplazar

source: Primary Room
es_mx: Cuarto Principal

source: Secondary Rooms
es_mx: Cuartos Secundarios

source: for odd slots
es_mx: para espacios disparejos

source: for even slots
es_mx: para espacios iguales

source: First Slot Time
es_mx: Primer Tiempo de Espacio

source: Number of Slots
es_mx: Numero de Espacios

source: Slot Interval
es_mx: Intervalo del Espacio

source: Interval
es_mx: Intervalo

source: Slot Duration
es_mx: Duración del Espacio

source: Sorry, that start time would overlap with an existing one.
es_mx: Lo sentimos, ese tiempo de inicio se superpondría con uno ya existente.

source: Time Conflict
es_mx: Conflicto de Tiempo

source: Manage Start Times for Store
es_mx: Manejar Tiempos de Inicio para Tienda

source: View Times
es_mx: Ver Tiempos

source: Start Times for %s on %s
es_mx: Tiempos de Inicio para %s en %s

source: Time and Duration
es_mx: Tiempo y Duración

source: Secondary Room
es_mx: Cuarto Secundario

source: Add a new start time
es_mx: Añadir una nueva hora de inicio

source: Manage Custom Start Times for Store
es_mx: Manejar Tiempos de Inicio Personalizados para la Tienda

source: Custom Start Times for %s on %s
es_mx: Tiempos de Inicio Personalizados para %s en %s

source: End date cannot be earlier than start date.
es_mx: Fecha final no puede ser antes de la fecha de inicio.

source: Update Store
es_mx: Actualizar Tienda

source: Your store information has been updated.
es_mx: La información de su tienda ha sido actualizada.

source: Editing Store: %s
es_mx: Editando Tienda: %s

source: Legal Name
es_mx: Nombre Legal

source: Store Legal Name
es_mx: Nombre Legal de Tienda

source: Store Email
es_mx: Email de Tienda

source: Store Email Address
es_mx: Correo Electrónico de Tienda

source: Owner Email
es_mx: Email de Dueño

source: Owner Email Address
es_mx: Correo Electrónico de Dueño

source: Alpha Phone
es_mx: Teléfono Alfa

source: Alpha Phone Number
es_mx: Numero de Teléfono Alpha

source: Fax Number
es_mx: Numero de Fax

source: Arcade Tax
es_mx: Impuesto de Arcada

source: Vending Tax
es_mx: Impuesto de Venta

source: Receipt Message
es_mx: Mensaje de Recibo

source: Quickbooks Password
es_mx: Contraseña de Quickbooks

source: QB Password Confirm
es_mx: QB Confirmar Contraseña

source: Password Confirm
es_mx: Confirmar Clave

source: Store Created
es_mx: Tienda Creada

source: Edit Support Message
es_mx: Editar Mensaje de Apoyo

source: Update Message
es_mx: Actualizar Mensaje

source: Manage Tax Rates
es_mx: Manejar Tarifas de Impuestos

source: Your tax information has been updated.
es_mx: Tu información de impuestos se ha actualizado.

source: Tax Rate Schedule for Store: %s
es_mx: Horario de Tarifa de Impuestos para Tienda: %s

source: Rate Name
es_mx: Nombre de Tarifa

source: Rate Amount
es_mx: Cantidad de Tarifa

source: Rate #1:
es_mx: Tarifa #1:

source: Tax #1 Name
es_mx: Impuesto #1 Nombre

source: Tax #1 Rate
es_mx: Impuesto #1 Tarifa

source: Rate #2:
es_mx: Tarifa #2:

source: Tax #2 Name
es_mx: Impuesto #2 Nombre

source: Tax #2 Rate
es_mx: Impuesto #2 Tarifa

source: Rate #3:
es_mx: Tarifa #3:

source: Tax #3 Name
es_mx: Impuesto #3 Nombre

source: Tax #3 Rate
es_mx: Impuesto #3 Tarifa

source: Rate #4:
es_mx: Tarifa #4:

source: Tax #4 Name
es_mx: Impuesto #4 Nombre

source: Tax #4 Rate
es_mx: Impuesto #4 Tarifa

source: Rate #5:
es_mx: Tarifa #5:

source: Tax #5 Name
es_mx: Impuesto #5 Nombre

source: Tax #5 Rate
es_mx: Impuesto #5 Tarifa

source: Enter as a decimal:
es_mx: Ingrese como un decimal:

source: for
es_mx: para

source: Create new User
es_mx: Crear nuevo Usuario

source: Edit User
es_mx: Editar Usuario

source: Creating new User
es_mx: Creando nuevo Usuario

source: Home Store
es_mx: Tienda de Inicio

source: User Created
es_mx: Usuario Creado

source: Last Login
es_mx: Ultimo Login

source: Account Created
es_mx: Cuenta Creada

source: A new account has been created: %s
es_mx: Una nueva cuenta ha sido creada: %s

source: Current permissions for user: %s
es_mx: Permisos actuales para el usuario: %s

source: Add a new Permission for user: %s
es_mx: Añadir un nuevo Permiso para el usuario:%s

source: Permission:
es_mx: Permiso:

source: Manage VM Users
es_mx: Manejar Usuarios de VM

source: Account Re-enabled
es_mx: Cuenta Re-establecida

source: A user account has been re-enabled: %s
es_mx: Una cuenta nueva de usuario ha sido re-establecida: %s

source: Account Disabled
es_mx: Cuenta Deshabilitada

source: A user account has been disabled: %s
es_mx: Una cuenta de usuario ha sido desactivada: %s

source: Password Reset
es_mx: Contraseña Restablecida

source: The password has been reset for: %s
es_mx: La contraseña se ha restablecido para: %s

source: Account Deleted
es_mx: Cuenta Borrada

source: A user account has been deleted: %s
es_mx: Una cuenta de usuario ha sido borrada: %s

source: Current Users for Store: %s
es_mx: Usuarios Actuales para Tienda: %s

source: Disable User
es_mx: Deshabilitar Usuario

source: Reset Password:
es_mx: Restablecer Contraseña

source: Set Permissions
es_mx: Establecer Permisos

source: Disabled Users for Store: %s
es_mx: Deshabilitar Usuarios para Tienda: %s

source: Delete User
es_mx: Borrar Usuario

source: Edit Vendor
es_mx: Editar Vendedor

source: Editing Vendor for Store
es_mx: Editar Vendedor para la Tienda

source: Vendor Type
es_mx: Tipo de Vendedor

source: Vendor Created
es_mx: Vendedor Creado

source: Manage Vendors
es_mx: Manejar Vendedores

source: Current Vendors for Store
es_mx: Vendedores Actuales para la Tienda

source: Print Waiver
es_mx: Imprimir Exención

source: Signed
es_mx: Firmado
