Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: You cannot confirm this type of event.
es_mx: No se puede confirmar este tipo de evento.

source: This event cannot be confirmed at this time.
es_mx: Este evento no se puede confirmar en este momento.

source: Confirmation attempt letter emailed to customer.
es_mx: Carta de intento de confirmación enviado por correo electrónico al cliente.

source: Email Failed
es_mx: Correo electrónico Fallido

source: Sorry, that email could not be sent
es_mx: Lo sentimos, su correo electronico no puede ser enviado

source: Event confirmed.
es_mx: Evento Confirmado.

source: Confirm Event
es_mx: Confirmar Evento

source: Show Booking Letter
es_mx: Mostrar Carta de Reservacion

source: Show Confirm Letter
es_mx: Mostrar Carta de Confirmar

source: Send Confirm Attempt Letter
es_mx: Mandar Intento de Carta de Confirmar

source: Create Event
es_mx: Crear Evento

source: Sorry, but that event cannot be created. It would conflict with another event in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no puede ser creado. Entraría en conflicto con otro evento en "%s" de %s a %s

source: Event Conflict
es_mx: Conflicto de Evento

source: Sorry, but that event cannot be created. There is a blackout in "%s" from %s through %s
es_mx: Lo sentimos, pero este evento no puede ser creado. Hay un apagón en "%s" de %s a %s

source: Event Error
es_mx: Error de Evento

source: Your event count not be created. Please check that pricing has been defined for the event and date in question.
es_mx: Su evento no pudo ser creado. Por favor verifique que los precios se ha definido para el evento y la fecha en cuestión.

source: Create New Event
es_mx: Crear Nuevo Evento

source: Event Date
es_mx: Fecha de Evento

source: Extra Guests
es_mx: Invitados Adicionales

source: Field Trippers
es_mx: Excursionistas de Campo

source: Food Only
es_mx: Comida Solamente

source: Bounce Only
es_mx: Brincar Solamente

source: Guests w/Food
es_mx: Invitados con Comida

source: Clear
es_mx: Claro

source: Tote Label
es_mx: Etiqueta de la Bolsa

source: Event Notes
es_mx: Notas de Evento

source: Include note on EIS
es_mx: Incluir nota en EIS

source: Next
es_mx: Siguiente

source: Move Open Bounce Customer
es_mx: Mover los Clientes del Brinco Libre

source: Customers from past events cannot be moved.
es_mx: Clientes de eventos pasados no se pueden mover.

source: Sorry, moving those guests would exceed the target event's capacity
es_mx: Lo sentimos, moviendo a esos invitados excedería el tope de la capacidad del evento

source: Sorry, another user has already moved that customer.
es_mx: Lo sentimos, otro usuario ya ha trasladado ese cliente.

source: Sorry, that child is already attending that event.
es_mx: Lo sentimos, ese niño ya está asistiendo a ese evento.

source: %s guests have been moved from this event to the %s event at %s
es_mx: %s invitados han sido trasladados de este evento para el %s evento en %s

source: %s guests have been moved to this event from the %s event at %s
es_mx: %s invitados han sido trasladados a este evento desde el %s evento en %s

source: Invalid Choice
es_mx: Opción No Válida

source: Only unpaid customers can be moved.
es_mx: Solo clientes que no an pagado se pueden mover.

source: Moving guest(s)
es_mx: Mover invitado (s)

source: Please choose the guests to move and the event to move them to:
es_mx: Por favor elija los invitados para mover y el evento para donde moverlos:

source: Move Guests
es_mx: Mover Invitados

source: Show More
es_mx: Demostrar Mas

source: Operation invalid
es_mx: Operación Invalida

source: You cannot remove a customer from a closed event.
es_mx: No puede quitar a un cliente de un evento cerrado.

source: You cannot remove a customer from a past event.
es_mx: No puede quitar a un cliente de un evento pasado.

source: Operation failed
es_mx: Operación Fracasada

source: One or more of the selected customers has a receipt. You must clear the receipt before removing the customer.
es_mx: Uno o más de los clientes seleccionados tienen un recibo. Debe borrar el recibo antes de quitar al cliente.

source: Age
es_mx: Edad

source: Waiver
es_mx: Exención

source: You cannot edit the event price after a receipt is prepared.
es_mx: No puede editar el precio de evento después de que se prepara un recibo.

source: You cannot edit the price of a past event.
es_mx: No se puede editar el precio de un evento pasado.

source: Event details updated.
es_mx: Detalles del evento actualizados.

source: Event price updated.
es_mx: Precio de evento actualizado.

source: Edit Event # %s for Store %s
es_mx: Editar Evento #%s para Tienda %s

source: Invitation Type
es_mx: Tipo de Invitación

source: Add Notes
es_mx: Añadir Notas

source: Event Information Sheet
es_mx: Hoja de Informacion del Evento

source: Deposit Req.
es_mx: Deposito Req.

source: Deposit Paid
es_mx: Deposito Pagado

source: End Time
es_mx: Tiempo Final

source: Room Name
es_mx: Nombre de Cuarto

source: Room Type
es_mx: Tipo de Cuarto

source: Start Time
es_mx: Tiempo de Comienzo

source: Comment
es_mx: Comentar

source: Group
es_mx: Grupo

source: Qty
es_mx: Cantidad

source: You do not have permission to view an event.
es_mx: No tiene permiso para ver un evento.

source: New
es_mx: Nuevo

source: Old
es_mx: Antiguo

source: Room Rotation
es_mx: Rotación de Cuarto

source: Tax Rate
es_mx: Tarifa de Impuesto

source: Event Price
es_mx: Precio de Evento

source: Guests Inc
es_mx: Invitados Inc

source: Guests Max
es_mx: Max Invitados

source: Start Date
es_mx: Fecha de Inicio

source: End Date
es_mx: Fecha Final

source: Sorry, there are no changes in the log.
es_mx: Lo sentimos, no ay cambios en el registro.

source: Move Event
es_mx: Mover Evento

source: Sorry, you cannot move an event in the past.
es_mx: Lo sentimos, no puede mover un evento en el pasado.

source: Sorry, you cannot move an event that already has a receipt.
es_mx: Lo sentimos, no se puede mover un evento que ya cuenta con un recibo.

source: Sorry, you cannot move an event that already has tips assigned.
es_mx: Lo sentimos, no se puede mover un evento que ya tiene propinas asignadas.

source: Sorry, you cannot move a closed or canceled event
es_mx: Lo sentimos, no se puede mover un evento cerrado o cancelado

source: Sorry, you cannot move an event to the past.
es_mx: Lo sentimos, no puede mover un evento al pasado.

source: Sorry, but the event cannot be moved to that date. This event type cannot take place on that day of the week.
es_mx: Lo sentimos, pero el evento no se puede mover a esa fecha. Este tipo de evento no puede ocurrir en ese día de la semana.

source: Schedule Error
es_mx: Error de Programación

source: Sorry, but that event cannot be moved. It would conflict with another event in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no se puede mover. Entraría en conflicto con otro evento en "%s" de %s a %s

source: Sorry, but that event cannot be moved. There is a blackout in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no puede ser movido. Hay un apagón en "%s" de %s a %s

source: Event moved.
es_mx: Evento se movió.

source: Your event count not be moved. Please check that pricing has been defined for the new event type and date in question.
es_mx: El recuento del evento no se mover. Por favor verifique que los precios se ha definido para el nuevo tipo de evento y la fecha en cuestión.

source: Event Start Time
es_mx: Hora de Inicio del Evento

source: Drop resources no longer bundled
es_mx: Recursos drop ya no agrupados

source: Unbundle extra resources
es_mx: Desgrupar recursos adicionales

source: view
es_mx: ver

source: Include On:
es_mx: Incluir En:

source: Conf Ltr
es_mx: Carta de Conf

source: Add Note
es_mx: Añadir Nota

source: Reservation
es_mx: Reservación

source: Waiver?
es_mx: ¿Exención?

source: Paid?
es_mx: Pagado?

source: PENDING
es_mx: PENDIENTE

source: Pass
es_mx: Pase

source: Payment Status
es_mx: Estatus de Pago

source: Sorry, this action does not apply to this event type.
es_mx: Lo sentimos, esta acción no se aplica a este tipo de evento.

source: To add a payment, select the desired receipt from the receipts tab.
es_mx: Para agregar un pago, seleccione el recibo deseado de el tab de recibos.

source: All deposits have been applied to an active receipt.
es_mx: Todos los depósitos se han aplicado a un recibo activo.

source: To see payments, select the desired receipt from the receipts tab.
es_mx: Para ver los pagos, seleccione el recibo deseado de el tab de recibos.

source: Pmt ID
es_mx: ID de Pgo

source: Applied
es_mx: Aplicado

source: Voided
es_mx: Anulado

source: Forfeited
es_mx: Renunciar

source: In suspense
es_mx: En suspenso

source: Add Deposit
es_mx: Agregar Deposito

source: Assign Deposit
es_mx: Asignar Deposito

source: Suspend
es_mx: Suspender

source: Capture
es_mx: Capturar

source: Credit
es_mx: Crédito

source: Void
es_mx: Anular

source: Forfeit
es_mx: Renunciar

source: You cannot adjust staff on an event after tips have been distributed.
es_mx: Nopuede ajustar el personal en un evento despues que se han distribuido las propinas.

source: That party staff has already been removed. Perhaps you clicked twice?
es_mx: El personal de la fiesta ya se ha eliminado. ¿Tal vez hizo clic dos veces?

source: Party Staff %s removed.
es_mx: Personal de Fiesta %s eliminado.

source: You cannot adjust party staff on an event after tips have been distributed.
es_mx: No puede ajustar el personal de la fiesta en un evento despues que se han distribuido las propinas.

source: Party Staff %s added.
es_mx: Personal de Fiesta %s añadido.

source: Party Staff assigned to Event # %s
es_mx: Personal de Fiesta asignado al Evento #%s

source: All Staff:
es_mx: Todo el Personal:

source: Assigned Staff:
es_mx: Personal Asignado:

source: Host
es_mx: Anfitrión

source: Attendant
es_mx: Encargado

source: Coordinator
es_mx: Coordinador

source: Assign
es_mx: Asignar

source: Receipt Status
es_mx: Estatus de Recibo

source: There are no receipts for this event.
es_mx: No ay recibos para este evento.

source: Sorry, you cannot prepare a receipt for a past event.
es_mx: Lo sentimos, no puede preparar un recibo para un evento pasado.

source: Prepare Receipt
es_mx: Preparar Recivo

source: This event has already been closed or cancelled.
es_mx: Este evento ya ha sido cerrado o cancelado.

source: No more receipts can be created.
es_mx: No mas recibos pueden ser creados.

source: To create a receipt, use the guests tab.
es_mx: Para crear un recibo, utilice el tab de invitados.

source: Sorry, you cannot prepare a receipt for a future event.
es_mx: Lo sentimos, no puede preparar un recibo para un evento futuro.

source: You must assign an event host before you can prepare a receipt.
es_mx: Debe asignar un anfitrión del evento antes que pueda preparar un recibo.

source: There are not enough party staff assigned to this event.
es_mx: No hay suficiente personal de fiesta asignado a este evento.

source: You must assign a certain amount of party staff before you can prepare a receipt.
es_mx: Debe asignar una cierta cantidad de personal de fiesta antes de que pueda preparar un recibo.

source: Please remember to count and record all extra guests present.
es_mx: Por favor recuerde contar y registrar a todos los invitados extras presentes.

source: Extra guests
es_mx: Invitados Adicionales

source: Please remember to count and record types of guests present.
es_mx: Por favor recuerde contar y registrar el tipo de invitados presentes.

source: Sorry, you do not have permissions to prepare a new receipt.
es_mx: Lo sentimos, no tienes permisos para preparar un nuevo recibo.

source: Reopen Closed Event
es_mx: Reabrir un Evento Cerrado

source: You do not have permission to perform that action.
es_mx: Usted no tiene permiso para realizar esa acción.

source: Sorry, that event is no longer closed.
es_mx: Lo sentimos, ese evento ya no esta cerrado.

source: Sorry, you cannot reopen a past event.
es_mx: Lo sentimos, no puede reabrir un evento pasado.

source: Sorry, but that event cannot be reopened. It would conflict with another event in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no puede ser reabrido. Entraría en conflicto con otro evento en "%s" de %s a %s

source: Sorry, but that event cannot be reopened. There is a blackout in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no puede ser reabrido. Hay un apagón en "%s" de %s a %s

source: Sorry, could not reopen this event.
es_mx: Lo sentimos, no se puede reabrir este evento.

source: Event reopened.
es_mx: Evento reabierto.

source: Add Event Resources
es_mx: Añadir Recursos del Evento

source: Operation Invalid
es_mx: Operación Invalida

source: Cannot add resources once a receipt is prepared.
es_mx: No se puede agregar recursos una vez que se prepara un recibo.

source: Cannot add resources once receipt is prepared.
es_mx: Puede agregar recursos una vez que recibo está preparado.

source: Invalid Resource
es_mx: Recurso No Válido

source: That resource bundle does not have any contents defined
es_mx: Ese paquete de recursos no tiene ningún contenido definido.

source: Sorry, but that event cannot be updated. It would conflict with another event in "%s" from %s through %s
es_mx: Lo sentimos, pero ese evento no se puede actualizar. Entraría en conflicto con otro evento en "%s" de %s a %s

source: Sorry, but that event cannot be updated. There is a blackout in "%s" from %s through %s
es_mx: Lo sentimos, pero este evento no se puede actualizar. Hay un apagón en "%s" de %s a %s

source: Existing Resources
es_mx: Recursos Existentes

source: Each
es_mx: Cada

source: Add More Resources
es_mx: Añadir Más Recursos

source: Tax
es_mx: Impuesto

source: Unit Price
es_mx: Precio Unitario

source: Edit Event Resource
es_mx: Editar Recursos del evento

source: That resource has already been deleted. Perhaps you clicked twice?
es_mx: Ese recurso ya ha sido borrado. ¿Tal vez hizo clic dos veces?

source: Bundled
es_mx: Liado

source: Resource Name
es_mx: Nombre de Recurso

source: Quantity
es_mx: Cantidad

source: Comments
es_mx: Comentarios

source: Resource Added
es_mx: Recurso Añadido

source: Save Changes
es_mx: Guardar Cambios

source: Sorry, resources cannot be added to open sessions.
es_mx: Lo sentimos, recursos no se pueden añadir a sesiones abiertas.

source: Add Resource
es_mx: Añadir Recursos

source: Add-on Total:
es_mx: Total Agregado:

source: Event Scroll
es_mx: Scroll de Evento

source: You cannot view events from a different store.
es_mx: No puede ver los eventos desde una tienda diferente.

source: Distribute Tips
es_mx: Consejos de Distribuir

source: Tip amount is too high
es_mx: Cantidad de propina es muy alta.

source: Tips Error
es_mx: Error de Propinas

source: %s Tips distributed.
es_mx: %s Propinas distribuidas.

source: No money available to distribute tips.
es_mx: No hay dinero disponible para distribuir la propinas.

source: Event Balance
es_mx: Balance de Evento

source: Tips Calculator
es_mx: Calculadora de Propinas

source: Tips Percent:
es_mx: Porcentaje de Propinas:

source: Tip Amount
es_mx: Cantidad de Propina

source: Party Staff
es_mx: Personal de Fiesta

source: Role
es_mx: Papel

source: Event must have one or more party staff assigned before distributing tips.
es_mx: El evento debe tener uno o más personal de fiesta asignados antes de distribuir las propinas.

source: View Event
es_mx: Ver Evento

source: Event closed.
es_mx: Evento cerrado.

source: Edit Host
es_mx: Editar Anfitrión

source: View Host
es_mx: Ver Anfitrión

source: Email Host
es_mx: Correo electrónico a Anfitrion

source: View Notes
es_mx: Ver Notas

source: Confirm / Letter
es_mx: Confirmar / Carta

source: Cancel / Letter
es_mx: Cancelar / Carta

source: Reopen
es_mx: Reabrir

source: Adult Waivers
es_mx: Exenciones de Adultos

source: Staff
es_mx: Personal

source: Deposits
es_mx: Depósitos

source: Payments
es_mx: Pagos

source: Change Log
es_mx: Cambiar Registro

source: Graphic View
es_mx: Vista Grafica

source: Text View
es_mx: Vista de Texto

source: Month View
es_mx: Vista por Mes

source: Search Events
es_mx: Buscar Eventos

source: You do not have permission to view events.
es_mx: No tienes permiso para ver los eventos.

source: Searching Events for Store %s
es_mx: Buscando Eventos para Tienda %s

source: Host Last Name
es_mx: Apellido de Anfitrión

source: Host Email
es_mx: Correo electrónico de Anfitrión

source: Customer
es_mx: Cliente

source: Day View
es_mx: Vista de Día

source: Back
es_mx: Volver

source: Midnight-Noon
es_mx: Medianoche-Mediodía

source: Noon-Midnight
es_mx: Mediodía-Medianoche

source: Blackout
es_mx: Apagón

source: End
es_mx: Fin

source: Start
es_mx: Inicio

source: < Previous
es_mx: < Anterior

source: %s Events for %s
es_mx: %s Eventos para %s

source: Next >
es_mx: Proximos >

source: Sunday
es_mx: Domingo

source: Monday
es_mx: Lunes

source: Tuesday
es_mx: Martes

source: Wednesday
es_mx: Miercoles

source: Thursday
es_mx: Jueves

source: Friday
es_mx: Viernes

source: Saturday
es_mx: Sabado

source: Interest:
es_mx: Interés:

source: Booked:
es_mx: Reservados:

source: Confirmed:
es_mx: Confirmado:

source: Total Events: %d (Interest: %d, Booked: %d, Confirmed: %d)
es_mx: Total de Eventos: %d (Interés: %d, Reservado: %d, Confirmado: %d)

source: Events Booked this month: %d (%d last year)
es_mx: Eventos reservados este mes: %d (%d el año pasado)

source: Events Held this month: %d (%d last year)
es_mx: Eventos este mes: %d (%d el año pasado)

source: System Health
es_mx: Salud del Sistema

source: Database Status:
es_mx: Estatus de Base de Datos:

source: Monetra Status:
es_mx: Estatus de Monetra:

source: Overall Status:
es_mx: Estatus en General:

source: Password Expiration Warning
es_mx: Advertencia de Caducidad de la Contraseña

source: Your password will expire in %s days. You may change it early by clicking 'Chg. Password' on the left.
es_mx: Su contraseña caducará en %s días. La puede cambiar temprano haciendo clic en 'Cambiar Contraseña' en la izquierda.

source: Welcome to the %s version %s
es_mx: Bienvenido a la %s versión %s

source: Authorized Access Only
es_mx: Acceso Autorizado Solamente

source: W A R N I N G
es_mx: A D V E R T E N C I A

source: THIS IS A PRIVATE COMPUTER SYSTEM.
es_mx: ESTE ES UN SISTEMA DE COMPUTADORA PRIVADO.

source: This computer system including all related equipment and network devices are provided only for authorized use. All access attempts onto this system are closely monitored and logged. By attempting connection without permission, you are in violation of federal law. Any attempt to circumvent security on this system may result in criminal prosecution.
es_mx: Este sistema informático que incluye todos los equipos de red y dispositivos relacionados se proporcionan únicamente para su uso autorizado. Todos los intentos de acceso sobre este sistema están estrechamente monitoreadas y registradas. Al intentar la conexión sin permiso, usted está en violación de la ley federal. Cualquier intento de eludir la seguridad en este sistema puede resultar en un proceso penal.

source: Login Failed
es_mx: Error al Iniciar Sesión.

source: Sorry, your browser is not capable of viewing this site.
es_mx: Lo sentimos, su navegador no es capaz de ver este sitio.

source: Please
es_mx: Por favor

source: download Firefox
es_mx: descargar Firefox

source: Add or View Inquiry
es_mx: Añadir o Ver Consulta

source: Invalid Inquiry
es_mx: Consulta Invalida

source: Create New Inquiry
es_mx: Crear Nueva Consulta

source: Method
es_mx: Método

source: Archive
es_mx: Archivo

source: Customer Email
es_mx: Correo electrónico del Cliente

source: Email Customer
es_mx: Correo Electrónico al Cliente

source: Customer Phones
es_mx: Teléfonos del Cliente

source: Phone Number 2
es_mx: Numero de Teléfono 2

source: Phone Number 3
es_mx: Numero de Teléfono 3

source: Desired Dates
es_mx: Fechas Deseadas

source: Desired Date #1
es_mx: Fecha Deseada #1

source: View
es_mx: Ver

source: Desired Date #2
es_mx: Fecha Deseada #2

source: Desired Date #3
es_mx: Fecha Deseada #3

source: Internal Notes
es_mx: Notas Internas

source: Inquiry Created
es_mx: Consulta Creada

source: Save Inquiry
es_mx: Guardar Consulta

source: Exclude
es_mx: Excluir

source: Last 7 days
es_mx: Ultimos 7 dias

source: Last 14 days
es_mx: Ultimos 14 dias

source: Last 30 days
es_mx: Ultimos 30 dias

source: Archived:
es_mx: Archivado:

source: Refresh
es_mx: Refrescar

source: + New
es_mx: + Nuevo

source: Please select an inquiry to continue
es_mx: Por favor seleccione una consulta para continuar

source: Loading...
es_mx: Cargando...

source: Click a link to open that application.
es_mx: Haga clic en un enlace para abrir la aplicación.

source: This page can be used for public events only.
es_mx: Esta página puede utilizarse para eventos públicos solamente.

source: Waivers
es_mx: Exenciones

source: Quick Res
es_mx: Res Rapida

source: Bounce Pass
es_mx: Pase para Brincar

source: Pass Avail
es_mx: Pass Disponible

source: Summary
es_mx: Resumen

source: Edit Res
es_mx: Editar Res

source: Used
es_mx: Usado

source: Set Open Bounce Pricing
es_mx: Establecer Precios del Brinco Libre

source: Cannot update pricing for a current, closed, or cancelled event.
es_mx: No se puede actualizar los precios para un evento actual, cerrado o cancelado.

source: This page is for Open Bounce events only.
es_mx: Esta página es para eventos de Brinco Libre solamente.

source: Can only update pricing for a future event.
es_mx: Sólo puede actualizar los precios para un evento futuro.

source: System Error
es_mx: Error del Sistema

source: Another user has adjusted this event's customers.
es_mx: Otro usuario ha ajustado los clientes de este evento.

source: Select guest pricing
es_mx: Seleccionar precios para invitados

source: Sorry, that event is no longer open.
es_mx: Lo sentimos, ese evento ya no esta abierto.

source: Sorry, new guests cannot be added to a past event.
es_mx: Lo siento, nuevos invitados no pueden agregarse a un evento pasado.

source: This is not a valid card number.
es_mx: Esto no es un número de tarjeta válido.

source: Operation Failed
es_mx: Operación Fracasada

source: Sorry, that pass is not valid in this location.
es_mx: Lo sentimos, ese pase no es valido en esa localidad.

source: That bouncer has already been added.
es_mx: Ese brincolin ya ah sido añadido.

source: [%s] checked in via bounce pass.
es_mx: [%s] registrado por pase de brinco.

source: Open session for
es_mx: Sesion abierta para

source: Sorry, that bounce pass has been canceled.
es_mx: Lo sentimos, ese pase de brinco ah sido cancelado.

source: Bounce Pass Check-In
es_mx: Registro de Pase de Brinco

source: Pass Number:
es_mx: Numero de Pase:

source: Pass Number
es_mx: Numero de Pase:

source: Bounce Pass Details
es_mx: Detalles de Pase de Brinco

source: Pass Type:
es_mx: Tipo de Pase:

source: Pass Status:
es_mx: Estatus de Pase:

source: Child Name:
es_mx: Nombre de Niño:

source: Parent Name:
es_mx: Nombre de Padre:

source: Pass Sold:
es_mx: Pase Vendido:

source: Pass Expires:
es_mx: Pase Expira:

source: %s days remaining
es_mx: %s dias restantes

source: Last Used:
es_mx: Usado por Ultimo:

source: Continue Checkin
es_mx: Continuar Registro

source: Sorry, the old password you entered was not correct. Please try again.
es_mx: Lo sentimos, la contraseña vieja que ingreso no es correcta. Por favor intentelo de nuevo.

source: Sorry, the two passwords you entered were not the same. Please try again.
es_mx: Lo sentimos, las dos contraseñas que ha introducido no son las mismas. Por favor, intente otra vez.

source: Sorry, you may not re-use an old password. Please try again.
es_mx: Lo sentimos, no puedo re-usar una contraseña vieja. Por favor intente otra vez.
