Repository: hi-meral/sample-code
Catalog: indoglobus/gettext/locale/*/LC_MESSAGES/default.po
Languages: es_mx

source: All Employees
es_mx: Todos los Empleados

source: Daily Tips
es_mx: Propinas Diarias

source: No tips were found.
es_mx: No se encontraron propinas.

source: Pay Tips
es_mx: Pagar Propinas

source: Discounts & Adjustments Report
es_mx: Reporte de Descuentos & Ajustes

source: Event Start
es_mx: Inicio de Evento

source: Item Type
es_mx: Tipo de Artículo

source: Category
es_mx: Categoria

source: Created By
es_mx: Creado por

source: Create Date
es_mx: Fecha Creado

source: No items were found.
es_mx: No se encontraron articulos.

source: Discounts & Adjustments Summary Report
es_mx: Reporte de Resumen de Descuentos & Ajustes

source: Category Name
es_mx: Nombre de Categoria

source: Entries
es_mx: Entradas

source: View Cash Drawer Log
es_mx: Ver Registro del Cajón de Efectivo

source: Through
es_mx: Mediante

source: Drawer Log
es_mx: Registro del Cajón

source: click on a date to view the Daily Sales summary for that day.
es_mx: Haga clic en una fecha para ver el resumen de Ventas Diarias para ese día.

source: Action
es_mx: Acción

source: Opening Balance
es_mx: Balance de Apertura

source: Left in Drawer
es_mx: Sobrante en el Cajón

source: Sorry, there were no drawers found for that date.
es_mx: Lo sentimos, no se encontraron cajones para esa fecha.

source: Eblast Metrics
es_mx: Métrico Eblast

source: Eblast Click Metrics: All Dates
es_mx: Click Métrico de Eblast: Todas Fechas

source: Last 24h
es_mx: Ultimas 24 horas

source: Last 7d
es_mx: Ultimos 7dias

source: Last 30d
es_mx: Ultimos 30dias

source: All Data
es_mx: Todos los Datos

source: Eblast Metrics:
es_mx: Métrico Eblast

source: Count
es_mx: Cuenta

source: Metric
es_mx: Métrico

source: Messages Sent
es_mx: Mensajes Enviados

source: Messages Processed
es_mx: Mensajes Procesados

source: Messages Dropped
es_mx: Mensajes Caído

source: Messages Deferred
es_mx: Mensajes Diferido

source: Messages Delivered
es_mx: Mensajes Entregado

source: Messages Bounced
es_mx: Mensajes Rebotado

source: Messages Opened
es_mx: Mensajes Abierto

source: Links Clicked
es_mx: Enlaces Cliqueados

source: User Unsubscribes
es_mx: Usuario Cancela la Suscripción

source: Abuse reports
es_mx: Reportes de Abuso

source: Eblast Summary Metrics
es_mx: Resumen Métrico Eblast

source: Period:
es_mx: Periodo:

source: Report Options
es_mx: Reportar Opciones

source: Stores:
es_mx: Tiendas:

source: Editable Receipt Report
es_mx: Reporte de Recibo Editable

source: ERES Metrics Report
es_mx: Reporte Metrico de ERES

source: Parties Booked
es_mx: Fiestas Reservadas

source: E-res Parties
es_mx: Fiestas E-res

source: % of Total
es_mx: % de Total

source: # Kids OB
es_mx: # de Niños OB

source: E-Res Kids
es_mx: Niños E-Res

source: E-Res Paid Kids
es_mx: Niños Pagados E-Res

source: E-Res Unpaid Kids
es_mx: Niños No Pagados E-Res

source: No EREServations were found in this date range.
es_mx: No EREServaciones fueron encontrados en este rango de fechas.

source: Event Attendees Report
es_mx: Reporte de Asistentes del Evento

source: Event Attendees
es_mx: Asistentes del Evento

source: Category:
es_mx: Categoria:

source: NOTE: Too many results... automatically limiting to 100.
es_mx: Nota: Muchos resultados... automaticamente limitado a 100.

source: Event Revenue Report
es_mx: Reporte de Ganancias de Evento

source: to download this report.
es_mx: para descargar este informe.

source: Revenue, to Date
es_mx: Ganancias, hasta la Fecha

source: Number of Events, to Date
es_mx: Numero de Eventos, hasta la Fecha

source: Avg. Revenue, to Date
es_mx: Promedio de Ganancias, hasta la Fecha

source: Day
es_mx: Día

source: Month
es_mx: Mes

source: Week
es_mx: Semana

source: Year
es_mx: Año

source: Note: Sales tax is excluded.
es_mx: Nota: Impuestos de venta son excluidos.

source: Event Roster Report
es_mx: Reporte de Alineación de Evento

source: Event Roster
es_mx: Alineación de Evento

source: Event Type Export
es_mx: Exporte de Tipo de Evento

source: Accounting Dept
es_mx: Dpto de Contabilidad

source: Billing Method
es_mx: Metodo de Pago

source: External Name
es_mx: Nombre Externo

source: Internal Name
es_mx: Nombre Interno

source: Attendees Included
es_mx: Asistentes Incluidos

source: Attendees Max
es_mx: Máximo de Asistentes

source: Food Delivery
es_mx: Entrega de Alimentos

source: Taxable
es_mx: Imponible

source: Active
es_mx: Activo

source: Create By
es_mx: Creado Por

source: Update By
es_mx: Actualizado Por

source: Update Date
es_mx: Fecha de Actualización

source: Deposit Price
es_mx: Precio de Deposito

source: Extra Bouncer
es_mx: Brincolin Extra

source: Party Price
es_mx: Precio de Fiesta

source: Option 1
es_mx: Opcion 1

source: Option 2
es_mx: Opcion 2

source: Option 3
es_mx: Opcion 3

source: Option 4
es_mx: Opcion 4

source: Bounce+Food
es_mx: Brinco+Comida

source: Events Booked Export
es_mx: Eventos Reservados Exporte

source: Events Export Report
es_mx: Reporte de Eventos de Exporte

source: Event ID
es_mx: ID de Evento

source: Event Desc
es_mx: Desc de Cuarto

source: Booking Date
es_mx: Fecha de Reservacion

source: No events were found.
es_mx: No eventos fueron encontrados.

source: No events currently in this room.
es_mx: No eventos actualmente en este cuarto.

source: Events Report
es_mx: Reporte de Eventos

source: Note: This report searches by deposit date only.
es_mx: Nota: Este reporte busca solamente por fecha de deposito.

source: Booked Events
es_mx: Eventos Reservados

source: Deposit Date
es_mx: Fecha de depósito

source: Deposit By
es_mx: Depósito por

source: Payment Method
es_mx: Medios de Pago

source: No deposits were found in this date range.
es_mx: No depositos fueron encontrados en este rango de fecha.

source: Cancelled Events
es_mx: Eventos cancelados

source: Cancelled Date
es_mx: Fecha cancelada

source: Cancelled By
es_mx: Cancelado por

source: No cancelled events were found in this date range.
es_mx: No eventos cancelados fueron encontrados en este rango de fechas.

source: Results limited to first 300.
es_mx: Resultados limitados a 300 primera.

source: Open bounce events are excluded.
es_mx: Eventos de brinco libre fueron excluidas.

source: Future Bookings Report
es_mx: Informe de futuras reservas

source: Current Week
es_mx: Semana actual

source: Week 2
es_mx: Semana 2

source: Week 3
es_mx: Semana 3

source: Week 4
es_mx: Semana 4

source: Week 5
es_mx: Semana 5

source: Week 6
es_mx: Semana 6

source: Week 7
es_mx: Semana 7

source: Week 8
es_mx: Semana 8

source: Note: Current week is the week of the date specified. Only pending events are included.
es_mx: Nota: La semana en curso es la semana de la fecha especificada. Se incluyen sólo los eventos pendientes.

source: Store Reports
es_mx: Reportes de Tienda

source: Daily Sales
es_mx: Ventas Diarias

source: Daily Receipt
es_mx: Recibo Diario

source: Daily Staff
es_mx: Personal Diario

source: Tips
es_mx: Propinas

source: Daily EIS
es_mx: EIS Diario

source: Daily Resource
es_mx: Recurso Diario

source: Report Category
es_mx: Reportar Categoria

source: Report Name
es_mx: Reportar Nombre

source: Interest Management Report
es_mx: Reporte de Manago de Interes

source: View this report in Excel.
es_mx: Ver este reporte en Excel.

source: No events in interest status were found.
es_mx: No eventos en estatus de interes fueron encontrados.

source: Note: Results limited to first 100.
es_mx: Nota: Resultados limitados a los primeros 100.

source: Resource Inventory Report
es_mx: Reporte de Inventario de Recursos

source: Resource Inventory
es_mx: Inventario de Recursos

source: Qty on Hand
es_mx: Cantidad en Mano

source: Warning Level
es_mx: Nivel de Advertencia

source: Sorry, No resources were found with inventory tracking enabled.
es_mx: Lo sentimos, pero ningun recurso se encontro con el seguimiento del inventario habilitado.

source: Moved Events Report
es_mx: Reporte de Eventos Movidos

source: (This report searches based on the original event date)
es_mx: (Este informe busca basado en la fecha original del evento)

source: Old Event Date
es_mx: Fecha Vieja de Evento

source: New Event Date
es_mx: Fecha Nueva de Evento

source: Moved By
es_mx: Movido Por

source: Date Moved
es_mx: Fecha Moviada

source: OB ERES Report
es_mx: Reporte OB ERES

source: OB ERES Events
es_mx: Eventos OB ERES

source: Book Date
es_mx: Fecha de Reserva

source: Cust Name
es_mx: Nombre de Cliente

source: Cust Email
es_mx: Correo electrónico de Cliente

source: Cust Phone
es_mx: Teléfono de Cliente

source: Cust Paid
es_mx: Cliente Pagado

source: Passes Sold Report
es_mx: Reporte de Pases Vendidos

source: Exp Date
es_mx: Fecha de Exp

source: Pass No
es_mx: Numero de Pase

source: Pass Type
es_mx: Tipo de Pase

source: Sold By
es_mx: Vendido Por

source: Sold Date
es_mx: Fecha de Venta

source: Days Remaining
es_mx: Dias Restantes

source: Pass Price
es_mx: Precio de Pase

source: Uses
es_mx: Usos

source: Expire Date
es_mx: Fecha de Caducidad

source: # Uses
es_mx: # de Usos

source: No passes were found.
es_mx: No pases fueron encontrados.

source: Payment Type Report
es_mx: Reporte de Tipo de Pago

source: Sale Count
es_mx: Cuenta de Venta

source: Sale Amount
es_mx: Cantidad de Venta

source: Return Count
es_mx: Cuenta de Devolución

source: Returns Amount
es_mx: Cantidad de Devoluciones

source: Total Count
es_mx: Cuenta Total

source: Pros Schedule Report
es_mx: Reporte de Horario Pros

source: From
es_mx: De parte

source: Party Pro Schedules
es_mx: Horarios de Party Pro

source: To
es_mx: Para

source: Duties
es_mx: Deberes

source: Pros Schedule
es_mx: Horario Pros

source: Download
es_mx: Descargar

source: Refund Summary Report
es_mx: Reporte de Resumen de Devolucion

source: through
es_mx: a través de

source: Refund Amt
es_mx: Cantidad de Reembolso

source: Refund Date
es_mx: Fecha de Reembolso

source: Event #
es_mx: # de Evento

source: Receipt Date
es_mx: Fecha de Recibo

source: Refund Count:
es_mx: Cuenta de Reembolso:

source: Total Refunds:
es_mx: Total Reembolsos:

source: Resources Report
es_mx: Reporte de Recursos

source: Group Name
es_mx: Nombre de Grupo

source: Retail
es_mx: Al Por Menor

source: Vendor Name
es_mx: Nombre de Vendedor

source: Price Roll Up
es_mx: Roll Up de Precio

source: Date Created
es_mx: Fecha Creado

source: Max Quantity
es_mx: Cantidad Max

source: Time Offset
es_mx: Desplazamiento de tiempo

source: Extra Bouncers
es_mx: Extra Brincolines

source: Extra Party Time
es_mx: Tiempo Extra de Fiesta

source: Extra Stadium Time
es_mx: Tiempo Extra del Estadio

source: Retail Forecast Report
es_mx: Reporte Pronóstico de Venta al Por Menor

source: All events
es_mx: Todos los Eventos

source: Items
es_mx: Artículos

source: Retail Sales Report
es_mx: Reporte de Ventas al Por Menor

source: Items Sold
es_mx: Articulos vendidos

source: Gross Revenue
es_mx: Ganacias Brutas

source: Staff Performance Report: Events
es_mx: Reporte de Desempeño del Personal: Eventos

source: Staff Event Performance Report
es_mx: Reporte del Desempeño del Personal en Eventos

source: Staff Name
es_mx: Nombre de Personal

source: Staff Performance: Events
es_mx: Desempeño del Personal: Eventos

source: Staff Performance Report: Resources
es_mx: Reporte de Desempeño del Personal: Recursos

source: staff Resource Performance Report
es_mx: Reporte del Desempeño de Recursos del Personal

source: Resource
es_mx: Recursos

source: Staff Performance: Resources
es_mx: Desempeño del Personal: Recursos

source: Staff Tips Report
es_mx: Reporte de Propinas del Personal

source: Title
es_mx: Titulo

source: Employee
es_mx: Empleado

source: No tips were found in this date range.
es_mx: No propinas fueron encontradas en este rango de fecha.

source: Franchise Revenue Report
es_mx: Reporte de Ganancias de Franquicia

source: Store Revenue Report
es_mx: Reporte de Ganancias de Tienda

source: Mon
es_mx: Lun

source: Tues
es_mx: Mar

source: Wed
es_mx: Mier

source: Thu
es_mx: Jue

source: Fri
es_mx: Vie

source: Sat
es_mx: Sab

source: Sun
es_mx: Dom

source: Total Gross
es_mx: Bruto Total

source: Suspended Deposits Report
es_mx: Reportes de Depositos Suspendidos

source: suspended
es_mx: Suspendido

source: Select
es_mx: Seleccionar

source: Payment Date
es_mx: Fecha de Pago

source: Suspend Date
es_mx: Fecha de Suspender

source: From Event
es_mx: De Evento

source: Last 4
es_mx: Últimos 4

source: No suspended deposits were found.
es_mx: No fueron encontrados depositos suspendidos.

source: Vendor Confirmation Report
es_mx: Reporte de Confirmación de Vendedor

source: Confirmed?
es_mx: Confirmado?

source: Vendor
es_mx: Vendedor

source: No vendors were found.
es_mx: No vendedores fueron encontrados.

source: Confirm
es_mx: Confirmar

source: Daily Vendor Fax Report
es_mx: Reporte de Fax de Vendedor Diario

source: Phone:
es_mx: Teléfono:

source: Web:
es_mx: Red:

source: To:
es_mx: Para:

source: Total Pages
es_mx: Páginas Totales:

source: Delivery Time
es_mx: Tiempo de entrega

source: Party Host
es_mx: Anfitrión de fiesta

source: No Orders Found.
es_mx: No fueron encontradas ordenes.

source: Report Date:
es_mx: Fecha del informe:

source: Total Pages:
es_mx: Totales páginas:

source: Delivery Time:
es_mx: Tiempo de entrega:

source: Party Host:
es_mx: Anfitrión de fiesta:

source: Daily Vendor Orders Report
es_mx: Reporte de Ordenes de Vendedores Diarios

source: Total Deliveries
es_mx: Total de Envios

source: Email to Vendor
es_mx: Correo Electronico de Vendedor

source: Vendor order email was successfully sent.
es_mx: Correo electronico de orden de vendedor fue enviado con exito.

source: Sorry, the Vendor order email could not be sent at this time. Please verify the vendor's email address.
es_mx: Lo sentimos, el correo electrónico de orden del Vendedor no se pudo enviar en este momento. Por favor, verifique el correo electrónico del vendedor.

source: Prepaid Voucher Export
es_mx: Exporte de Cupon Prepagado

source: Date Range:
es_mx: Rango de fecha

source: Store Name
es_mx: Nombre de Tienda

source: Created Date
es_mx: Fecha Creado

source: Redeem Date
es_mx: Fecha Rendimiento

source: Redeemed
es_mx: Redimido

source: Redeemed By
es_mx: Redimido Por

source: Prepaid Voucher Status Report
es_mx: Reporte de Estatus de Cupon Prepagado

source: # Expired
es_mx: # Expirado

source: # Redeemed
es_mx: # Redimido

source: # Unredeemed
es_mx: # No Redimido

source: Campaign Date
es_mx: Fecha de Campaña

source: No prepaid voucher campaigns were found.
es_mx: No se encontraron campañas de cupones prepagados.

source: Franchisee Average Ticket Report
es_mx: Franquiciado Reporte de Ticket Promedio

source: field
es_mx: campo

source: fun
es_mx: divertido

source: open
es_mx: abierto

source: party
es_mx: fiesta

source: Cosmic
es_mx: Cosmos

source: Field Trip
es_mx: Salida de Campo

source: Party
es_mx: Fiesta

source: Preeschool
es_mx: Preescolar

source: Special
es_mx: Especial

source: Average Ticket
es_mx: Ticket promedio

source: Overall
es_mx: Total

source: Preschool
es_mx: Pre-escolar

source: Network Average
es_mx: Promedio de la Red

source: Events by DOW Report
es_mx: Eventos por Reporte DOW

source: Events Held by DOW Report
es_mx: Eventos realizados por Reporte DOW

source: Time Frame
es_mx: Periodo de Tiempo

source: Tue
es_mx: Mart

source: Given
es_mx: Dado

source: Prior Year
es_mx: Año anterior

source: Events Held Report
es_mx: Reporte de Eventos Realizados

source: Brand Average
es_mx: Promedio de Marca

source: Franchisee Monthly Revenue Report
es_mx: Franquiciado Reporte Mensual de Ingresos

source: System Average
es_mx: Promedio del Sistema

source: System High
es_mx: Más alta sistema

source: System Low
es_mx: Más bajo sistema

source: April
es_mx: abril

source: February
es_mx: febrero

source: January
es_mx: enero

source: June
es_mx: junio

source: March
es_mx: marzo

source: May
es_mx: Mayo

source: August
es_mx: agosto

source: December
es_mx: diciembre

source: July
es_mx: julio

source: November
es_mx: noviembre

source: October
es_mx: octubre

source: September
es_mx: septiembre

source: Franchisee Revenue Breakdown Report
es_mx: Franquiciado Reporte de Desglose de Ingresos

source: Total Service
es_mx: Servicio Total

source: Total Add-on
es_mx: Total de Agregados

source: Gross Sales
es_mx: Ventas Brutas

source: Net Sales
es_mx: Ventas Neto

source: Franchisee Royalty Report
es_mx: Franquiciado Reporte de Regalías

source: Franchisee Sales Tax Report
es_mx: Franquiciado Reporte de Impuesto sobre las Ventas

source: Tax Collected
es_mx: Impuesto Recaudado

source: Total Sales
es_mx: Ventas Totales

source: Non-Taxable
es_mx: Exento de Impuestos

source: Franchisee Weekly Revenue Report
es_mx: Franquiciado Reporte Semanal de Ganancias

source: Revenue for Week Ending
es_mx: Ganancias por Termino de Semana

source: Brand - Avg
es_mx: Marca - Prom

source: Brand - High
es_mx: Marca - Alta

source: Brand - Low
es_mx: Marca - Bajo

source: Average
es_mx: Promedio

source: Franchisee Year Over Year Revenue Report
es_mx: Franquiciado Reporte de Ganancias Año Sobre Año

source: As of date:
es_mx: A partir de fecha:

source: Month to Date
es_mx: Mes a Fecha

source: $ Change
es_mx: $ Cambio

source: % Change
es_mx: % Cambio

source: Last Year
es_mx: Año Pasado

source: This Year
es_mx: Este Año

source: Quarter to Date
es_mx: Cuarto a Fecha

source: Year to Date
es_mx: Año a Fecha

source: This year
es_mx: Este año

source: Prior year
es_mx: Año anterior

source: Zipcode Report
es_mx: Reporte de Código postal

source: Pct of Events
es_mx: Pct de Eventos

source: Pct of Revenue
es_mx: Pct de Ganancias

source: Zipcode
es_mx: Código postal

source: Franchisor ACH Batching
es_mx: Franquiciador ACH procesamiento por lotes

source: Payment Results
es_mx: Resultados de Pago

source: Successfully marked %s paid out of %s total invoices.
es_mx: Con éxito marcó %s paga de %s facturas totales.

source: Batch submitted
es_mx: Lote sometido

source: Your batch has been submitted to Wells Fargo
es_mx: Su lote se ha presentado a Wells Fargo

source: Error submitting batch
es_mx: Error sometiendo el lote

source: Your batch could not be submitted to Wells Fargo
es_mx: Su lote no se pudo someter a Wells Fargo

source: Invoices Due
es_mx: Facturas Debidas

source: Invoice #
es_mx: # de Factura

source: Date Due
es_mx: Fecha Debida

source: Amount Due
es_mx: Cantidad Debida

source: Select All
es_mx: Seleccionar Todo

source: Submit Batch
es_mx: Someter Lote

source: Mark Paid
es_mx: Marcar Pagado

source: Average Birthday Report
es_mx: Reporte Promedio de Cumpleaños

source: Franchisor Average Birthday Report
es_mx: Franquiciador Reporte de Cumpleaños Promedio

source: Average Birthday
es_mx: Cumpleaños Promedio

source: Include established stores only
es_mx: Incluir tiendas establecidas solamente

source: Older
es_mx: Mayor

source: Bdays
es_mx: Cumpleaños

source: Age Totals
es_mx: Totales de Edad

source: Age Percent
es_mx: Porcentaje de Edad

source: Franchisor Average Ticket Report
es_mx: Franquiciador Reporte de Ticket Promedio

source: Opening Date
es_mx: Fecha de Apertura

source: Field
es_mx: Campo

source: Franchisor Booking Comparison Report
es_mx: Franquiciador Reporte de Comparasion de Reservar

source: Franchisor_Booking_Compare.xls
es_mx: Franquiciador_Reservacion_Comparasion.xls

source: Bookings for Week Ending
es_mx: Reservacion para la Semana Final

source: GO Date
es_mx: Fecha GO

source: Space
es_mx: Espacio

source: High
es_mx: Alto

source: Low
es_mx: Bajo

source: Cancellations for Week Ending
es_mx: Cancelaciones para Semanda Terminando

source: Net Bookings for Week Ending
es_mx: Reservaciones Neto para la Semana Final

source: Franchisor Brand Fund Report
es_mx: Franquiciador Reporte del Fondo de Marca

source: Intacct Results
es_mx: Resultados Intacct

source: Successfully sent %s invoice(s) to Intacct.
es_mx: Exitosamente enviado %s factura(s) a Intacct.

source: Store #
es_mx: Tienda #

source: Entity
es_mx: Entidad

source: Routing
es_mx: Enrutamiento

source: Account
es_mx: Cuenta

source: Export to Excel
es_mx: Exportar a Excel

source: Send to Intacct
es_mx: Enviar a Intacct

source: Franchisor Cancelled Parties Report
es_mx: Reporte de Franquiciador de Fiestas Canceladas

source: 7 days or less
es_mx: 7 días o menos

source: All Cancellations
es_mx: Todas las Cancelaciones

source: Same Day
es_mx: Misma Fecha

source: Franchisor ERES Metrics Report
es_mx: Franquiciador Reporte ERES Métricas

source: Franchisor ERES Metrics
es_mx: Franquiciador ERES Métricas

source: Parties
es_mx: Fiestas

source: Kids
es_mx: Niños

source: Paid Kids
es_mx: Niños remunerado

source: Unpaid Kids
es_mx: Niños No Pagados

source: Franchisor Event Attendees Report
es_mx: Franquiciador Reporte de Participantes del Evento

source: Store Num
es_mx: Num de Tienda

source: Child First
es_mx: Niño Primer

source: Child Last
es_mx: Niño Apellido

source: Childe DOB
es_mx: Niño FDN

source: Parent First
es_mx: Padre Primer

source: Parent Last
es_mx: Padre Apellido

source: Franchisor Event Attendees
es_mx: Franquiciador Participantes del Evento

source: No attendees were found in that category and date range.
es_mx: Ningun participante fue encontrado en esa categoria y rango de fecha.

source: Franchisor Events Held Report
es_mx: Franquiciador Reporte de Eventos Realizados

source: Franchisor KPI Report
es_mx: Franquiciador Reporte KPI

source: Report Requested
es_mx: Reporte Requerido

source: Your report has been requested. You will receive it via email in 5-10 minutes.
es_mx: Se ha solicitado su reporte. Lo recibirá por correo electrónico en 5-10 minutos.

source: Midwest
es_mx: Medio Oeste

source: Northeast
es_mx: Noreste

source: South
es_mx: Sur

source: West
es_mx: Oeste

source: Send To:
es_mx: Enviar A:

source: Franchisor Monthly Revenue Report
es_mx: Franquiciador Reporte de Ganancias Mensuales

source: Apr
es_mx: Abr

source: Jan
es_mx: Ene

source: Aug
es_mx: Ago

source: Avg
es_mx: Prom.

source: Dec
es_mx: Dic

source: YTD
es_mx: último año

source: Franchisor Period Compare Report
es_mx: Informe de Período Comparativo de Franquiciador

source: Period Compare Report
es_mx: Reporte de Período Comparativo

source: Period 1:
es_mx: Período 1:

source: Period 2:
es_mx: Período 2:

source: Period 1
es_mx: Período 1

source: Period 2
es_mx: Período 2

source: Period 1:
es_mx: Periodo 1:

source: Period 2:
es_mx: Periodo 2:

source: Start Date 2
es_mx: Fecha de Inicio 2

source: End Date 2
es_mx: Fecha Final 2

source: Franchisor Revenue Breakdown Report
es_mx: Franquiciador Reporte de Desglose de Ganancias

source: Dept Name
es_mx: Nombre de Departamento

source: Franchisor Royalty Report
es_mx: Franquiciador Reporte de Regalías

source: Franchise Royalty Report
es_mx: Franquiciado Reporte de Regalías

source: Royalty
es_mx: Realeza

source: Advert
es_mx: Anuncio

source: Details
es_mx: Detalles

source: Franchisor Royalty Details
es_mx: Franquiciador Detalles de Regalías

source: Period Start
es_mx: Comienzo de Periodo

source: Period End
es_mx: Final de Periodo

source: Data Source
es_mx: Origen de Datos

source: Fee Type
es_mx: Tipo de Cuota

source: Fee Rate
es_mx: Tarifa de Cobro

source: Fee Min
es_mx: Min de Cobro

source: Fee
es_mx: Cuota

source: Franchisor Scorecard Report
es_mx: Franquiciador Reporte de Tarjeta de Puntuación

source: Franchise Scorecard Report
es_mx: Franquiciado Reporte de Tarjeta de Puntuación

source: Store Information
es_mx: Informacion de Tienda

source: Overview
es_mx: Resumen

source: Parties #
es_mx: Fiestas #

source: Special Events #
es_mx: # de Eventos Especiales

source: Ancillary $
es_mx: Anexo $

source: Programs $
es_mx: Programas $

source: Other #
es_mx: Otro #

source: Miscellaneous
es_mx: Diversos

source: Store Type
es_mx: Tipo de Tienda

source: PY Revenue
es_mx: Ganancias PY
